[["Transition Metal (Ni, Cu, Pd)-Catalyzed Alkene Dicarbofunctionalization Reactions", "Recently, alkene dicarbofunctionalization, i.e., the powerful organic synthesis method of alkene difunctionalization with two carbon sources, emerged as a formidable reaction with immense promise to synthesize complex molecules expeditiously from simple chemicals. This reaction is generally achieved with transition metals (TMs) through interception by carbon sources of an alkylmetal [β-H–C(sp3)–[M]] species, a key intermediate prone to undergo rapid β-H elimination. Related prior reports, since Paolo Chiusoli and Catellani’s work in 1982 [ Tetrahedron Lett. 1982, 23, 4517], have used bicyclic and disubstituted terminal alkenes, wherein β-H elimination is avoided by geometric restriction or complete lack of β-H’s. With reasoning that β-H–C(sp3)–[M] intermediates could be rendered amenable to interception with the use of first row late TMs and formation of coordination-assisted transient metallacycles, these two strategies were implemented to address the β-H elimination problem in alkene dicarbofunctionalization reactions.\nBecause first row late TMs catalyze C(sp3)–C(sp3) coupling, Cu and Ni were anticipated to impart sufficient stability to β-H–C(sp3)–[M] intermediates, generated catalytically upon alkene carbometalation, for their subsequent interception by carbon electrophiles/nucleophiles in three-component reactions. Additionally, such an innate property could enable alkene difunctionalization with carbon coupling partners through entropically driven cyclization/coupling reactions. The cyclometalation concept to stabilize intractable β-H–C(sp3)–[M] intermediates was hypothesized when three-component reactions were performed. The idea of cyclometalation to curtail β-H elimination is founded upon Whitesides’s [ J. Am. Chem. Soc. 1976, 98, 6521] observation that metallacycles undergo β-H elimination much slower than acyclic alkylmetals.\nIn this Account, examples of alkene dicarbofunctionalization reactions demonstrate that Cu and Ni catalysts could enable cyclization/coupling of alkenylzinc reagents, alkyl halides, and aryl halides to afford complex carbo- and heterocycles. In addition, forming coordination-assisted transient nickellacycles enabled regioselective performance of three-component dicarbofunctionalization of various alkenyl compounds. In situ reaction of [M]-H with alkenes generated after β-H elimination induced an unprecedented metallacycle contraction process, in which six-membered metal-containing rings shrank to five-membered cycles, allowing creation of new carbon–carbon bonds at allylic (1,3) positions. Applications of these regioselective alkene dicarbofunctionalization reactions are discussed."], ["Direct observation of ultrafast hydrogen bond strengthening in liquid water", "Water is one of the most important, yet least understood, liquids in nature. Many anomalous properties of liquid water originate from its well-connected hydrogen bond network, including unusually efficient vibrational energy redistribution and relaxation. An accurate description of the ultrafast vibrational motion of water molecules is essential for understanding the nature of hydrogen bonds and many solution-phase chemical reactions. Most existing knowledge of vibrational relaxation in water is built upon ultrafast spectroscopy experiments. However, these experiments cannot directly resolve the motion of the atomic positions and require difficult translation of spectral dynamics into hydrogen bond dynamics. Here, we measure the ultrafast structural response to the excitation of the OH stretching vibration in liquid water with femtosecond temporal and atomic spatial resolution using liquid ultrafast electron scattering. We observed a transient hydrogen bond contraction of roughly 0.04 Å on a timescale of 80 femtoseconds, followed by a thermalization on a timescale of approximately 1 picosecond. Molecular dynamics simulations reveal the need to treat the distribution of the shared proton in the hydrogen bond quantum mechanically to capture the structural dynamics on femtosecond timescales. Our experiment and simulations unveil the intermolecular character of the water vibration preceding the relaxation of the OH stretch."], ["3D Hierarchical Electrodes Boosting Ultrahigh Power Output for Gelatin-KCl-FeCN4−/3− Ionic Thermoelectric Cells", "Ionic thermoelectric (i-TE) cells, using ions as energy carriers, have theadvantage of achieving a high voltage of 1−5 V at approximately ambienttemperature, showing a promise as a technology for powering Internet-of-Things (IoT) sensors. However, the low output power of i-TE cells restrictstheir applications. Here, a 3D hierarchical structure electrode is designed toenlarge the electroactive surface area, significantly increasing the thermogal-vanic reaction sites and decreasing the interface charge transfer resistance.The quasi-solid-state gelatin-KCl-FeCN4–/3– i-TE cells achieve a record instan-taneous output power density (8.9 mW m–2 K –2 ) and an ultrahigh 2 h outputenergy density (E2h) (80 J m–2) under an optimal temperature range. Anaverage E2h value of 59.4 J m–2 is obtained over the course of a week of opera-tion. A wearable device consisting of 24 i-TE cells can generate a high voltageof 2.8 V and an instantaneous output power of 68 µW by harvesting bodyheat. A simple and easy-to-operate electrode optimization strategy is providedhere to increase the long-term output power performance of i-TE cells. Thiswork represents a promising approach to develop reliable and green powersources for IoT sensors near room temperature."], ["Polypeptide organic radical batteries", "In only a few decades, lithium-ion batteries have revolutionized technologies, enabling the proliferation of portable devices and electric vehicles(1), with substantial benefits for society. However, the rapid growth in technology has highlighted the ethical and environmental challenges of mining lithium, cobalt and other mineral ore resources, and the issues associated with the safe usage and non-hazardous disposal of batteries(2). Only a small fraction of lithium-ion batteries are recycled, further exacerbating global material supply of strategic elements(3-5). A potential alternative is to use organic-based redox-active materials(6-8) to develop rechargeable batteries that originate from ethically sourced, sustainable materials and enable on-demand deconstruction and reconstruction. Making such batteries is challenging because the active materials must be stable during operation but degradable at end of life. Further, the degradation products should be either environmentally benign or recyclable for reconstruction into a new battery. Here we demonstrate a metal-free, polypeptide-based battery, in which viologens and nitroxide radicals are incorporated as redox-active groups along polypeptide backbones to function as anode and cathode materials, respectively. These redox-active polypeptides perform as active materials that are stable during battery operation and subsequently degrade on demand in acidic conditions to generate amino acids, other building blocks and degradation products. Such a polypeptide-based battery is a first step to addressing the need for alternative chemistries for green and sustainable batteries in a future circular economy. An environmentally friendly, all-organic radical battery is demonstrated, in which redox-active polypeptides perform as both cathode and anode materials, with a metal-free organic electrolyte."], ["Orbital-specific mapping of the ligand exchange dynamics of Fe(CO)<sub>5</sub> in solution", "Transition-metal complexes have long attracted interest for fundamental chemical reactivity studies and possible use in solar energy conversion(1,2). Electronic excitation, ligand loss from the metal centre, or a combination of both, creates changes in charge and spin density at the metal site(3-11) that need to be controlled to optimize complexes for photocatalytic hydrogen production(8) and selective carbon-hydrogen bond activation(9-11). An understanding at the molecular level of how transition-metal complexes catalyse reactions, and in particular of the role of the short-lived and reactive intermediate states involved, will be critical for such optimization. However, suitable methods for detailed characterization of electronic excited states have been lacking. Here we show, with the use of X-ray laser-based femtosecond-resolution spectroscopy and advanced quantum chemical theory to probe the reaction dynamics of the benchmark transition-metal complex Fe(CO)(5) in solution, that the photo-induced removal of CO generates the 16-electron Fe(CO)(4) species, a homogeneous catalyst(12,13) with an electron deficiency at the Fe centre(14,15), in a hitherto unreported excited singlet state that either converts to the triplet ground state or combines with a CO or solvent molecule to regenerate a penta-coordinated Fe species on a sub-picosecond timescale. This finding, which resolves the debate about the relative importance of different spin channels in the photochemistry of Fe(CO)(5) (refs 4, 16-20), was made possible by the ability of femtosecond X-ray spectroscopy to probe frontier-orbital interactions with atom specificity. We expect the method to be broadly applicable in the chemical sciences, and to complement approaches that probe structural dynamics in ultrafast processes."], ["Impact of Glyme Ether Chain Length on the Interphasial Stability of Lithium-Electrode in High-Capacity Lithium-Metal Battery", "The realization of lithium-metal (Li) batteries faces challenges due to dendritic Li deposition causing internal short-circuit and low Coulombic efficiency. In this regard, the Li-deposition stability largely depends on the electrolyte, which reacts with Li to form a solid electrolyte interphase (SEI) with diverse physico-chemical properties, and dictates the interphasial kinetics. Therefore, optimizing the electrolyte for stability and performance remains pivotal. Hereof, glyme ethers are an emerging class of electrolytes, showing improved compatibility with metallic Li and enhanced stability in Li─Air and Li─Sulfur batteries. Yet, the criteria for selecting glyme solvents, particularly concerning Li deposition and dissolution processes, remain unclear. The SEI characteristics and Li deposition/dissolution processes are investigated in glyme-ether-based electrolytes with varying chain lengths, using lithium bis(trifluoromethanesulfonyl)imide (LiTFSI) and lithium nitrate (LiNO₃) salts under high capacity and limited electrolyte conditions. Longer glymes led to more homogeneous SEI, particularly pronounced with LiNO₃, minimizing surface roughness during stripping, and promoting compact Li deposits. Higher reductive stability, resulting in homogeneous interphasial properties, and slower kinetics due to high desolvation barrier and viscosity, underline stable Li growth in longer glymes. This study clarifies factors guiding the selection of glyme ether-based electrolytes in Li metal batteries, offering insights for next-generation energy storage systems."], ["Photoredox catalysis with aryl sulfonium salts enables site-selective late-stage fluorination", "Photoredox catalysis, especially in combination with transition metal catalysis, can produce redox states of transition metal catalysts to facilitate challenging bond formations that are not readily accessible in conventional redox catalysis. For arene functionalization, metallophotoredox catalysis has successfully made use of the same leaving groups as those valuable in conventional cross-coupling catalysis, such as bromide. Yet the redox potentials of common photoredox catalysts are not sufficient to reduce most aryl bromides, so synthetically useful aryl radicals are often not directly available. Therefore, the development of a distinct leaving group more appropriately matched in redox potential could enable new reactivity manifolds for metallophotoredox catalysis, especially if arylcopper(III) complexes are accessible, from which the most challenging bond-forming reactions can occur. Here we show the conceptual advantages of aryl thianthrenium salts for metallophotoredox catalysis, and their utility in site-selective late-stage aromatic fluorination."], ["Bayesian reaction optimization as a tool for chemical synthesis", "Reaction optimization is fundamental to synthetic chemistry, from optimizing the yield of industrial processes to selecting conditions for the preparation of medicinal candidates1. Likewise, parameter optimization is omnipresent in artificial intelligence, from tuning virtual personal assistants to training social media and product recommendation systems2. Owing to the high cost associated with carrying out experiments, scientists in both areas set numerous (hyper)parameter values by evaluating only a small subset of the possible configurations. Bayesian optimization, an iterative response surface-based global optimization algorithm, has demonstrated exceptional performance in the tuning of machine learning models3. Bayesian optimization has also been recently applied in chemistry4,5,6,7,8,9; however, its application and assessment for reaction optimization in synthetic chemistry has not been investigated. Here we report the development of a framework for Bayesian reaction optimization and an open-source software tool that allows chemists to easily integrate state-of-the-art optimization algorithms into their everyday laboratory practices. We collect a large benchmark dataset for a palladium-catalysed direct arylation reaction, perform a systematic study of Bayesian optimization compared to human decision-making in reaction optimization, and apply Bayesian optimization to two real-world optimization efforts (Mitsunobu and deoxyfluorination reactions). Benchmarking is accomplished via an online game that links the decisions made by expert chemists and engineers to real experiments run in the laboratory. Our findings demonstrate that Bayesian optimization outperforms human decisionmaking in both average optimization efficiency (number of experiments) and consistency (variance of outcome against initially available data). Overall, our studies suggest that adopting Bayesian optimization methods into everyday laboratory practices could facilitate more efficient synthesis of functional chemicals by enabling better-informed, data-driven decisions about which experiments to run."], ["Liquid Structure with Nano-Heterogeneity Promotes Cationic Transport in Concentrated Electrolytes", "Using molecular dynamics simulations, small-angle neutron scattering, and a variety of spectroscopic techniques, we evaluated the ion solvation and transport behaviors in aqueous electrolytes containing bis(trifluoromethanesulfonyl)imide. We discovered that, at high salt concentrations (from 10 to 21 mol/kg), a disproportion of cation solvation occurs, leading to a liquid structure of heterogeneous domains with a characteristic length scale of 1 to 2 nm. This unusual nano-heterogeneity effectively decouples cations from the Coulombic traps of anions and provides a 3D percolating lithium–water network, via which 40% of the lithium cations are liberated for fast ion transport even in concentration ranges traditionally considered too viscous. Due to such percolation networks, superconcentrated aqueous electrolytes are characterized by a high lithium-transference number (0.73), which is key to supporting an assortment of battery chemistries at high rate. The in-depth understanding of this transport mechanism establishes guiding principles to the tailored design of future superconcentrated electrolyte systems."], ["Alkoxy-functionalized ionic liquid electrolytes: understanding ionic coordination of calcium ion speciation for the rational design of calcium electrolytes", "There is growing interest in the rational design of electrolytes for multivalent-ion batteries by tuning the molecular-level interactions of solvate species present in the electrolytes. Herein, we report our effort to control Ca-ion speciation in ionic liquid (IL) based electrolytes through the design of alkoxy-functionalized cations. Quantitative analysis reveals that the alkoxy-functionalized ammonium cation (N07+), bearing seven ether oxygen atoms, can effectively displace the bis(trifluoromethanesulfonyl)imide anion (TFSI−) from the Ca2+ ion coordination sphere, facilitating the reversible Ca deposition/stripping process. More importantly, post-analysis of Ca deposits surface chemistry and density functional theory calculations of Ca-ion speciation indicate the formation of an organic-rich, but inorganic-poor solid electrolyte interphase layer, which enables Ca2+ ion diffusion rather than passivating the Ca metal electrode. Finally, as a proof-of-concept, a prototype Ca/V2O5 cell using the optimized IL-based electrolyte ([Ca(BH4)2]0.05[N07TFSI]0.95) is demonstrated for the first time, exhibiting a remarkable initial discharge capacity of 332 mA h g−1 and reversible capacity of 244 mA h g−1."], ["Ligand-accelerated enantioselective methylene C(sp3)–H bond activation", "Effective differentiation of prochiral carbon–hydrogen (C–H) bonds on a single methylene carbon via asymmetric metal insertion remains a challenge. Here, we report the discovery of chiral acetyl-protected aminoethyl quinoline ligands that enable asymmetric palladium insertion into prochiral C–H bonds on a single methylene carbon center. We apply these palladium complexes to catalytic enantioselective functionalization of β-methylene C–H bonds in aliphatic amides. Using bidentate ligands to accelerate C–H activation of otherwise unreactive monodentate substrates is crucial for outcompeting the background reaction driven by substrate-directed cyclopalladation, thereby avoiding erosion of enantioselectivity. The potential of ligand acceleration in C–H activation is also demonstrated by enantioselective β-C–H arylation of simple carboxylic acids without installing directing groups."], ["Electromagnetic interference shielding with 2D transition metal carbides (MXenes)", "Materials with good flexibility and high conductivity that can provide electromagnetic interference (EMI) shielding with minimal thickness are highly desirable, especially if they can be easily processed into films. Two-dimensional metal carbides and nitrides, known as MXenes, combine metallic conductivity and hydrophilic surfaces. Here, we demonstrate the potential of several MXenes and their polymer composites for EMI shielding. A 45-micrometer-thick Ti3C2Tx film exhibited EMI shielding effectiveness of 92 decibels (>50 decibels for a 2.5-micrometer film), which is the highest among synthetic materials of comparable thickness produced to date. This performance originates from the excellent electrical conductivity of Ti3C2Tx films (4600 Siemens per centimeter) and multiple internal reflections from Ti3C2Tx flakes in free-standing films. The mechanical flexibility and easy coating capability offered by MXenes and their composites enable them to shield surfaces of any shape while providing high EMI shielding efficiency."], ["Alkene 1,1-difunctionalizations via organometallic-radical relay", "Radical reactions play an important role in modern organic synthetic chemistry. The generation of carbon radicals from the homolytic cleavage of carbon–metal bonds has been widely studied as a fundamental step in organometallic chemistry. However, the implementation of this phenomenon in catalysed cascade reactions, that is, an organometallic-radical relay, is a highly challenging undertaking due to transient radicals generated from these thermodynamically disfavoured endergonic processes. Here we disclose a set of catalytic alkene 1,1-difunctionalization reactions conceptually based on an organometallic-radical relay. This strategy enables a diversity of sp3/sp2 fragments and aryl groups to be simultaneously introduced to the same carbon of both terminal and internal alkenes with outstanding chemo- and regioselectivity. This study provides a concept for the generation of functionalized benzylic radicals, which are difficult to access by classical protocols, from non-radical feedstock alkenes and arylboronic acids."], ["White-Light Emission and Structural Distortion in New Corrugated Two-Dimensional Lead Bromide Perovskites", "Hybrid inorganic–organic perovskites are developing rapidly as high performance semiconductors. Recently, two-dimensional (2D) perovskites were found to have white-light, broadband emission in the visible range that was attributed mainly to the role of self-trapped excitons (STEs). Here, we describe three new 2D lead bromide perovskites incorporating a series of bifunctional ammonium dications as templates which also emit white light: (1) α-(DMEN)PbBr4 (DMEN = 2-(dimethylamino)ethylamine), which adopts a unique corrugated layered structure in space group Pbca with unit cell a = 18.901(4) Å, b = 11.782(2) Å, and c = 23.680(5) Å; (2) (DMAPA)PbBr4 (DMAPA = 3-(dimethylamino)-1-propylamine), which crystallizes in P21/c with a = 10.717(2) Å, b = 11.735(2) Å, c = 12.127(2) Å, and β = 111.53(3)°; and (3) (DMABA)PbBr4 (DMABA = 4-dimethylaminobutylamine), which adopts Aba2 with a = 41.685(8) Å, b = 23.962(5) Å, and c = 12.000(2) Å. Photoluminescence (PL) studies show a correlation between the distortion of the “PbBr6” octahedron in the 2D layer and the broadening of PL emission, with the most distorted structure having the broadest emission (183 nm full width at half-maximum) and longest lifetime (τavg = 1.39 ns). The most distorted member α-(DMEN)PbBr4 exhibits white-light emission with a color rendering index (CRI) of 73 which is similar to a fluorescent light source and correlated color temperature (CCT) of 7863 K, producing “cold” white light."], ["Toughening Elastomers with Sacrificial Bonds and Watching Them Break", "Elastomers are widely used because of their large-strain reversible deformability. Most unfilled elastomers suffer from a poor mechanical strength, which limits their use. Using sacrificial bonds, we show how brittle, unfilled elastomers can be strongly reinforced in stiffness and toughness (up to 4 megapascals and 9 kilojoules per square meter) by introducing a variable proportion of isotropically prestretched chains that can break and dissipate energy before the material fails. Chemoluminescent cross-linking molecules, which emit light as they break, map in real time where and when many of these internal bonds break ahead of a propagating crack. The simple methodology that we use to introduce sacrificial bonds, combined with the mapping of where bonds break, has the potential to stimulate the development of new classes of unfilled tough elastomers and better molecular models of the fracture of soft materials."], ["Controlling neutron orbital angular momentum", "The quantized orbital angular momentum (OAM) of photons1 offers an additional degree of freedom and topological protection from noise. Photonic OAM states have therefore been exploited in various applications(2,3) ranging from studies of quantum entanglement and quantuminformation science(4-7) to imaging(8-12). TheOAM states of electron beams(13-15) have been shown to be similarly useful, for example in rotating nanoparticles and determining the chirality of crystals(16-19). However, although neutrons-as massive, penetrating and neutral particles-are important in materials characterization, quantum information and studies of the foundations of quantum mechanics, OAM control of neutrons has yet to be achieved. Here, we demonstrate OAM control of neutrons using macroscopic spiral phase plates that apply a ` twist' to an input neutron beam. The twisted neutron beams are analysed with neutron interferometry. Our techniques, applied to spatially incoherent beams, demonstrate both the addition of quantum angular momenta along the direction of propagation, effected by multiple spiral phase plates, and the conservation of topological charge with respect to uniform phase fluctuations. Neutron-based studies of quantum information science(20,21), the foundations of quantum mechanics(22,23), and scattering and imaging(24) of magnetic, superconducting and chiral materials have until now been limited to three degrees of freedom: spin, path and energy. The optimization of OAMcontrol, leading to well defined values ofOAM, would provide an additional quantized degree of freedom for such studies."], ["Hierarchically porous polymer coatings for highly efficient passive daytime radiative cooling", "Passive daytime radiative cooling (PDRC) involves spontaneously cooling a surface by reflecting sunlight and radiating heat to the cold outer space. Current PDRC designs are promising alternatives to electrical cooling but are either inefficient or have limited applicability. We present a simple, inexpensive, and scalable phase inversion–based method for fabricating hierarchically porous poly(vinylidene fluoride-co-hexafluoropropene) [P(VdF-HFP)HP] coatings with excellent PDRC capability. High, substrate-independent hemispherical solar reflectances (0.96 ± 0.03) and long-wave infrared emittances (0.97 ± 0.02) allow for subambient temperature drops of ~6°C and cooling powers of ~96 watts per square meter (W m−2) under solar intensities of 890 and 750 W m−2, respectively. The performance equals or surpasses those of state-of-the-art PDRC designs, and the technique offers a paint-like simplicity."], ["Ni-catalyzed ligand-controlled divergent and selective synthesis", "Scaffold diversity is a key feature of a compound library and plays a pivotal role in its success in biological screening. Therefore, it is highly desirable to develop efficient strategies to rapidly construct structurally distinct and diverse “privileged” molecular scaffolds, thereby giving rise to compound libraries with selective and differing biological activities. This review covers recent efforts in this emerging field of Ni-catalyzed divergent and selective synthesis, and will focus on reactions using the same substrate to generate structurally diverse molecular scaffolds by varying the ligand backbone under otherwise almost identical reaction conditions. We hope that the field will be encouraged by the progress achieved, drawing attention to the design and development of new selective catalytic systems, and revealing new modes of catalytic transformation for broader synthetic applications."], ["Nickel-catalysed hydrodimerization of unactivated terminal alkenes", "Site-selective homo- and cross-hydrodimerization of terminal alkenes has remained a long-standing challenge in organic synthesis. Metal-hydride-catalysed selective dimerization, oligomerization or polymerization methods are often limited to electronically biased or small alkene substrates. Here we report the development of a nickel-catalysed protocol that enables selective homo- and cross-dimerization of unactivated linear and sterically congested terminal alkenes to afford linear alkyl‒alkyl products in good yields and high linear/branched selectivity. The process is tolerant of a range of functionalities including heteroatoms, saturated heterocycles and bioactive motifs. Mechanistic experiments reveal that the co-oxidants we used, CuBr2 and di-tert-butyl peroxide, probably convert dialkyl‒Ni(II) intermediates to the corresponding Ni(III) species through a single-electron-transfer process. This oxidative step avoids decomposition of thermally labile dialkyl‒Ni(II) intermediates and promotes the formation of hydrodimerization products by reductive elimination of the Ni(III) complex. Without CuBr2, high branched selectivity was achieved, affording the methyl-branched products—which are typically difficult to synthesize—in good yields."], ["Formation of a Supramolecular Polymeric Adhesive via Water-Participant Hydrogen Bond Formation", "A supramolecular polymeric adhesive was prepared from non-viscous, non-polymeric materials by water–participant hydrogen bonds. Pt–pyridine coordination and water–crown ether hydrogen bonding combine to effect the supramolecular polymerization. The supramolecular polymeric adhesive displays strong, reversible adhesion to hydrophilic surfaces, a property that forecasts the application of hydrogen bonding in advanced supramolecular materials."], ["Interactions between macromolecules and ions: the Hofmeister series", "The Hofmeister series, first noted in 1888, ranks the relative influence of ions on the physical behavior of a wide variety of aqueous processes ranging from colloidal assembly to protein folding. Originally, it was thought that an ion’s influence on macromolecular properties was caused at least in part by ‘making’ or ‘breaking’ bulk water structure. Recent time\u0002resolved and thermodynamic studies of water molecules in salt solutions, however, demonstrate that bulk water structure is not central to the Hofmeister effect. Instead, models are being developed that depend upon direct ion–macromolecule interactions as well as interactions with water molecules in the first hydration shell of the macromolecule."], ["Catalytic C–H functionalization by metal carbenoid and nitrenoid insertion", "Novel reactions that can selectively functionalize carbon–hydrogen bonds are of intense interest to the chemical community because they offer new strategic approaches for synthesis. A very promising ‘carbon–hydrogen functionalization’ method involves the insertion of metal carbenes and nitrenes into C–H bonds. This area has experienced considerable growth in the past decade, particularly in the area of enantioselective intermolecular reactions. Here we discuss several facets of these kinds of C–H functionalization reactions and provide a perspective on how this methodology has affected the synthesis of complex natural products and potential pharmaceutical agents."], ["Regio- and Stereoselective Ring-Opening Metathesis Polymerization of 3-Substituted Cyclooctenes", "3-Substituted cis-cyclooctenes (3RCOEs, R = methyl, ethyl, hexyl, and phenyl) were synthesized and polymerized, and the polymers therefrom were hydrogenated to prepare model linear low density polyethylene (LLDPE) samples. The ring-opening metathesis polymerization (ROMP) of the 3RCOEs using Grubbs' catalyst proceeded in a regio- and stereoselective manner to afford polyoctenamers [poly(3RCOE)] exhibiting remarkably high head-to-tail regioregularity and high trans-stereoregularity. The overall selectivity increases with the increasing size of the R substituent. Hydrogenation of poly(3RCOE)s afforded precision LLDPEs with R substituents on every eighth backbone carbon."], ["Modular click chemistry libraries for functional screens using a diazotizing reagent", "Click chemistry is a concept in which modular synthesis is used to rapidly find new molecules with desirable properties1. Copper(I)-catalysed azide–alkyne cycloaddition (CuAAC) triazole annulation and sulfur(VI) fluoride exchange (SuFEx) catalysis are widely regarded as click reactions2,3,4, providing rapid access to their products in yields approaching 100% while being largely orthogonal to other reactions. However, in the case of CuAAC reactions, the availability of azide reagents is limited owing to their potential toxicity and the risk of explosion involved in their preparation. Here we report another reaction to add to the click reaction family: the formation of azides from primary amines, one of the most abundant functional groups5. The reaction uses just one equivalent of a simple diazotizing species, fluorosulfuryl azide6,7,8,9,10,11 (FSO2N3), and enables the preparation of over 1,200 azides on 96-well plates in a safe and practical manner. This reliable transformation is a powerful tool for the CuAAC triazole annulation, the most widely used click reaction at present. This method greatly expands the number of accessible azides and 1,2,3-triazoles and, given the ubiquity of the CuAAC reaction, it should find application in organic synthesis, medicinal chemistry, chemical biology and materials science."], ["TEMPO-Modified Linear Poly(ethylenimine) for Immobilization-Enhanced Electrocatalytic Oxidation of Alcohols", "We demonstrate a method to simultaneously immobilize the oxidation catalyst, TEMPO, while dramatically enhancing its electrocatalytic activity toward several biologically available alcohols. TEMPO is covalently immobilized onto linear poly(ethylenimine), which is then cross-linked onto the surface of a glassy carbon electrode to form a hydrogel through which substrates can readily diffuse. The TEMPO-LPEI electrode is used as an anode capable of generating currents from 0.41 ± 0.06 mA cm–2 in the presence of 250 mM sucrose to 8.20 ± 0.04 mA cm–2 in the presence of 2 M methanol and 33.4 ± 9.4 mA cm–2 in the presence of 500 mM formate under neutral pH and at 25 °C. The newly described anode is combined with an enzymatic biocathode to construct a hybrid biofuel cell to produce 0.38 ± 0.04 mA cm–2 while using 2 M methanol as a fuel source."], ["Protein folding and misfolding", "The manner in which a newly synthesized chain of amino acids transforms itself into a perfectly folded protein depends both on the intrinsic properties of the amino-acid sequence and on multiple contributing influences from the crowded cellular milieu. Folding and unfolding are crucial ways of regulating biological activity and targeting proteins to different cellular locations. Aggregation of misfolded proteins that escape the cellular quality-control mechanisms is a common feature of a wide range of highly debilitating and increasingly prevalent diseases."], ["A 3D extra-large-pore zeolite enabled by 1D-to-3Dtopotactic condensation of a chain silicate", "Zeolites are microporous silicates with a large variety of applications as catalysts, adsorbents, and cation exchangers. Stable silica-based zeolites with increased porosity are in demand to allow adsorption and processing of large molecules but challenge our synthetic ability. We report a new, highly stable pure silica zeolite called ZEO-3, which has a multidimensional, interconnected system of extra-large pores open through windows made by 16 and 14 silicate tetrahedra, the least dense polymorph of silica known so far. This zeolite was formed by an unprecedented one-dimensional to three-dimensional (1D-to-3D) topotactic condensation of a chain silicate. With a specific surface area of more than 1000 square meters per gram, ZEO-3 showed a high performance for volatile organic compound abatement and recovery compared with other zeolites and metal-organic frameworks."], ["Photochemical Nickel-Catalyzed C–H Arylation: Synthetic Scope and Mechanistic Investigations", "An iridium photocatalyst and visible light facilitate a room temperature, nickel-catalyzed coupling of (hetero)aryl bromides with activated α-heterosubstituted or benzylic C(sp3)–H bonds. Mechanistic investigations on this unprecedented transformation have uncovered the possibility of an unexpected mechanism hypothesized to involve a Ni–Br homolysis event from an excited-state nickel complex. The resultant bromine radical is thought to abstract weak C(sp3)–H bonds to generate reactive alkyl radicals that can be engaged in Ni-catalyzed arylation. Evidence suggests that the iridium photocatalyst facilitates nickel excitation and bromine radical generation via triplet–triplet energy transfer."], ["A review of radiation-grafted polymer electrolyte membranes for alkaline polymer electrolyte membrane fuel cells", "The past two decades have witnessed many efforts to develop radiation-grafted alkaline membranes for alkaline PEM fuel cell applications, as such membranes have certain advantages over other kinds of alkaline membranes, including well-controlled composition, functionality, and other promising properties. To facilitate research and development in this area, the present paper reviews radiation-grafted alkaline membranes. We examine their synthesis/fabrication/characterization, membrane material selection, and theoretical approaches for fundamental understanding. We also present detailed examinations of their application in fuel cell in terms of the working principles of the radiation grafting process, the fabrication of MEAs using radiation-grafted membranes, the membranes' corresponding performance in alkaline PEM fuel cells, as well as performance optimization. The paper also summarizes the challenges and mitigation strategies for radiation-grafted alkaline membranes and their application in PEM fuel cells, presenting an overall picture of the technology as it presently stands."], ["Cleavage of RIPK1 by caspase-8 is crucial for limiting apoptosis and necroptosis", "The aspartate-specific cysteine protease caspase-8 suppresses necroptotic cell death mediated by RIPK3 and MLKL. Indeed, mice that lack caspase-8 die in a RIPK3- and MLKL-dependent manner during embryogenesis(1-3). In humans, caspase-8 deficiency is associated with immunodeficiency(4) or very early onset inflammatory bowel disease(5). The substrates that are cleaved by caspase-8 to prevent necroptosis in vivo have not been defined. Here we show that knock-in mice that express catalytically inactive caspase-8(C362A) die as embryos owing to MLKL-dependent necroptosis, similar to caspase-8-deficient mice. Thus, caspase-8 must cleave itself, other proteins or both to inhibit necroptosis. Mice that express caspase-8(D212A/D218A/D225A/D387A), which cannot cleave itself, were viable, as were mice that express c-FLIP or CYLD proteins that had been mutated to prevent cleavage by caspase-8. By contrast, mice that express RIPK1(D325A), in which the caspase-8 cleavage site Asp325 had been mutated, died midgestation. Embryonic lethality was prevented by inactivation of RIPK1, loss of TNFR1, or loss of both MLKL and the caspase-8 adaptor FADD, but not by loss of MLKL alone. Thus, RIPK1(D325A) appears to trigger cell death mediated by TNF, the kinase activity of RIPK1 and FADD-caspase-8. Accordingly, dying endothelial cells that contain cleaved caspase-3 were abnormally abundant in yolk sacs of Ripk1(D325A/D325A) embryos. Heterozygous Ripk1(D325A/+) cells and mice were viable, but were also more susceptible to TNF-induced cell death than were wild-type cells or mice. Our data show that Asp325 of RIPK1 is essential for limiting aberrant cell death in response to TNF, consistent with the idea that cleavage of RIPK1 by caspase-8 is a mechanism for dismantling death-inducing complexes."], ["Supramolecular Synthons in Crystal Engineering—A New Organic Synthesis", "A crystal of an organic compound is the ultimate supermolecule, and its assembly, governed by chemical and geometrical factors, from individual molecules is the perfect example of solid-state molecular recognition. Implicit in the supramolecular description of a crystal structure is the fact that molecules in a crystal are held together by noncovalent interactions. The need for rational approaches towards solid-state structures of fundamental and practical importance has led to the emergence of crystal engineering, which seeks to understand intermolecular interactions and recognition phenomena in the context of crystal packing. The aim of crystal engineering is to establish reliable connections between molecular and supramolecular structure on the basis of intermolecular interactions. Ideally one would like to identify substructural units in a target supermolecule that can be assembled from logically chosen precursor molecules. Indeed, crystal engineering is a new organic synthesis, and the aim of this article is to show that rather than being only nominally relevant to organic chemistry, this subject is well within the mainstream, being surprisingly similar to traditional organic synthesis in concept. The details vary because one is dealing here with intermolecular interactions rather than with covalent bonds; so this article is divided into two parts. The first is concerned with strategy, highlighting the conceptual relationship between crystal engineering and organic synthesis and introduces the term supramolecular synthon. The second part emphasizes methodology, that is, the chemical and geometrical properties of specific intermolecular interactions."], ["Measuring mechanical tension across vinculin reveals regulation of focal adhesion dynamics", "Mechanical forces are central to developmental, physiological and pathological processes(1). However, limited understanding of force transmission within sub-cellular structures is a major obstacle to unravelling molecular mechanisms. Here we describe the development of a calibrated biosensor that measures forces across specific proteins in cells with piconewton (pN) sensitivity, as demonstrated by single molecule fluorescence force spectroscopy(2). The method is applied to vinculin, a protein that connects integrins to actin filaments and whose recruitment to focal adhesions (FAs) is force-dependent(3). We show that tension across vinculin in stable FAs is similar to 2.5 pN and that vinculin recruitment to FAs and force transmission across vinculin are regulated separately. Highest tension across vinculin is associated with adhesion assembly and enlargement. Conversely, vinculin is under low force in disassembling or sliding FAs at the trailing edge of migrating cells. Furthermore, vinculin is required for stabilizing adhesions under force. Together, these data reveal that FA stabilization under force requires both vinculin recruitment and force transmission, and that, surprisingly, these processes can be controlled independently."], ["A gradient-distributed liquid-metal hydrogel capable of tunable actuation", "Although thermoresponsive hydrogels have numerous applications that range from soft robots, biomedical engineering, and actuators to sensors for artificial muscles, the existing hydrogel actuators undergo only unidirectional deformation under a single thermal stimulus and suffer from slow actuation and unstable interfacial adhesion in multiple layers. Herein, hydrogels containing gradient-distributed polydopamine-coated eutectic gallium-indium (PDA-EGaIn) nanodroplets in a poly(N-isopropylacrylamide) (PNIPAM) matrix and thus featuring a gradient distribution of thermal conductivity and an increased barrier towards water loss are shown to be capable of a rapid and tuneable thermoresponse. Notably, whereas hydrogels with a low content of PDA-EGaIn undergo rapid one-way bending under a single thermal (45 °C) stimulus, those with a high content of PDA-EGaIn undergo sequential bidirectional (bending) actuation. The ability of these hydrogels to undergo fast and tuneable actuation under a single thermal stimulus makes them suitable for use in grab-release instruments and soft robots."], ["The tumour suppressor CYLD negatively regulates NF-κB signalling by deubiquitination", "NF-kappaB transcription factors have key roles in inflammation, immune response, oncogenesis and protection against apoptosis (1,2). In most cells, these factors are kept inactive in the cytoplasm through association with IkappaB inhibitors. After stimulation by various reagents, IkappaB is phosphorylated by the IkappaB kinase (IKK) complex(3) and degraded by the proteasome, allowing NF-kappaB to translocate to the nucleus and activate its target genes. Here we report that CYLD, a tumour suppressor that is mutated in familial cylindromatosis(4), interacts with NEMO, the regulatory subunit of IKK5,6. CYLD also interacts directly with tumour-necrosis factor receptor (TNFR)-associated factor 2 (TRAF2), an adaptor molecule involved in signalling by members of the family of TNF/ nerve growth factor receptors. CYLD has deubiquitinating activity that is directed towards non-K48-linked polyubiquitin chains, and negatively modulates TRAF-mediated activation of IKK, strengthening the notion that ubiquitination is involved in IKK activation by TRAFs and suggesting that CYLD functions in this process. Truncations of CYLD found in cylindromatosis result in reduced enzymatic activity, indicating a link between impaired deubiquitination of CYLD substrates and human pathophysiology."], ["Site-selective and versatile aromatic C−H functionalization by thianthrenation", "Direct C–H functionalization can quickly increase useful structural and functional molecular complexity1,2,3. Site selectivity can sometimes be achieved through appropriate directing groups or substitution patterns1,2,3,4—in the absence of such functionality, most aromatic C–H functionalization reactions provide more than one product isomer for most substrates1,4,5. Development of a C–H functionalization reaction that proceeds with high positional selectivity and installs a functional group that can serve as a synthetic linchpin for further functionalization would provide access to a large variety of well-defined arene derivatives. Here we report a highly selective aromatic C–H functionalization reaction that does not require a particular directing group or substitution pattern to achieve selectivity, and provides functionalized arenes that can participate in various transformations. We introduce a persistent sulfur-based radical to functionalize complex arenes with high selectivity and obtain thianthrenium salts that are ready to engage in different transformations, via both transition-metal and photoredox catalysis. This transformation differs fundamentally from all previous aromatic C–H functionalization reactions in that it provides direct access to a large number of derivatives of complex small molecules, quickly generating functional diversity with selectivity that is not achievable by other methods."], ["The role of proton coupled electron transfer in water oxidation", "Water oxidation is a key half reaction in energy conversion schemes based on solar fuels and targets such as light driven water splitting or carbon dioxide reduction into CO, other oxygenates, or hydrocarbons. Carrying out these reactions at rates that exceed the rate of solar insolation for the extended periods of time required for useful applications presents a major challenge. Water oxidation is the key “other” half reaction in these schemes and it is dominated by PCET given its multi-electron, multi-proton character, 2H2O → O2 + 4e− + 4H+. Identification of PCET was an offshoot of experiments designed to investigate energy conversion by electron transfer quenching of molecular excited states. The concepts “redox potential leveling” and concerted electron–proton transfer came from measurements on stepwise oxidation of cis-RuII(bpy)2(py)(OH2)2+ to RuIV(bpy)2(py)(O)2+. The Ru “blue dimer”, cis,cis-(bpy)2(H2O)RuORu(OH2)(bpy)24+, was the first designed catalyst for water oxidation. It undergoes oxidative activation by PCET to give the transient (bpy)2(O)RuVORuV(O)(bpy)24+, O-atom attack on water to give a peroxidic intermediate, and further oxidation and O2 release. More recently, a class of single site water oxidation catalysts has been identified, e.g., Ru(tpy)(bpm)(OH2)2+ (tpy is 2,2′:6′,2′′-terpyridine; bpm is 2,2′-bipyrimidine). They undergo stepwise PCET oxidation to RuIV=O2+ or RuV(O)3+ followed by O-atom transfer with formation of peroxidic intermediates which undergo further oxidation and O2 release. PCET plays a key role in the three zones of water oxidation reactivity: oxidative activation, O⋯O bond formation, oxidation and O2 release from peroxidic intermediates. Similar schemes have been identified for electrocatalytic water oxidation on oxide electrode surfaces based on phosphonated derivatives such as [Ru(Mebimpy)(4,4′-(PO3H2CH2)2bpy)(OH2)]2+. A PCET barrier to RuIII–OH2+ → RuIV=O2+ oxidation arises from the large difference in pKa values between RuIII–OH2+ and RuIV(OH)3+. On oxide surfaces this oxidation occurs by multiple pathways. Kinetic, mechanistic, and DFT results on single site catalysts reveal a new pathway for the O⋯O bond forming step (Atom-Proton Transfer, APT), significant rate enhancements by added proton acceptor bases, and accelerated water oxidation in propylene carbonate as solvent with water added as a stoichiometric reagent. Lessons learned about water oxidation and the role of PCET and concerted pathways appear to have direct relevance for water oxidation in Photosystem II (PSII) with PSII a spectacular example of PCET in action. This includes a key role for Multiple Site-Electron Proton Transfer in oxidative activation of the Oxygen Evolving Complex (OEC) in the S0 → S1 transition in the Kok cycle."], ["Sensitivity to antitubulin chemotherapeutics is regulated by MCL1 and FBW7", "Microtubules have pivotal roles in fundamental cellular processes and are targets of antitubulin chemotherapeutics(1). Microtubule-targeted agents such as Taxol and vincristine are prescribed widely for various malignancies, including ovarian and breast adenocarcinomas, non-small-cell lung cancer, leukaemias and lymphomas(1). These agents arrest cells in mitosis and subsequently induce cell death through poorly defined mechanisms(2). The strategies that resistant tumour cells use to evade death induced by antitubulin agents are also unclear(2). Here we show that the pro-survival protein MCL1 (ref. 3) is a crucial regulator of apoptosis triggered by antitubulin chemotherapeutics. During mitotic arrest, MCL1 protein levels decline markedly, through a post-translational mechanism, potentiating cell death. Phosphorylation of MCL1 directs its interaction with the tumour-suppressor protein FBW7, which is the substrate-binding component of a ubiquitin ligase complex. The polyubiquitylation of MCL1 then targets it for proteasomal degradation. The degradation of MCL1 was blocked in patient-derived tumour cells that lacked FBW7 or had loss-of-function mutations in FBW7, conferring resistance to antitubulin agents and promoting chemotherapeutic-induced polyploidy. Additionally, primary tumour samples were enriched for FBW7 inactivation and elevated MCL1 levels, underscoring the prominent roles of these proteins in oncogenesis. Our findings suggest that profiling the FBW7 and MCL1 status of tumours, in terms of protein levels, messenger RNA levels and genetic status, could be useful to predict the response of patients to antitubulin chemotherapeutics."], ["Increasing stability, efficiency, and fundamental understanding of lithium-mediated electrochemical nitrogen reduction", "Lithium-mediated nitrogen reduction is a proven method to electrochemically synthesize ammonia; yet the process has so far been unstable, and the continuous deposition of lithium limits its practical applicability. One major problem of further developing this process is that very little is understood about the mechanism. We develop a model to start understanding the kinetics and we use our understanding to develop a potential cycling procedure. We show experimentally that it improves stability of the system, and leads to a significant increase in faradaic efficiency."], ["1H and 19F PGSE diffusion and HOESY NMR studies on cationic palladium (II) 1,3‐diphenylallyl complexes in THF solution", "THF solutions of the cationic chiral 1,3-diphenylallyl bidentate phosphine complexes [Pd(η3-PhCHCHCHPh)(Duphos)](CF3SO3), Duphos = 1,2-Bis-((2R,5R)-2,5-dimethylphospholano)benzene), 2, and [Pd(η3-PhCHCHCHPh)(P,S)]BF4, 4, P,S = [8-((o-(diphenylphosphino)benzyl) thiomethyl]—(7,7′-dimethyl)-exo-norborneol, have been studied via pulsed gradient spin-echo (PGSE) diffusion, 1H, 19F HOESY and a variety of other multi-dimensional NMR methods. On the basis of the 1H, 19F HOESY data, the anions show a preference for a specific structural position with respect to the η3-PhCHCHCHPh allyl ligand, i.e. the anion does not move evenly around the periphery of the cation. THF is shown to promote significant ion pairing, although neither 2 nor 4 shows 100% ion pairing. Copyright © 2005 John Wiley & Sons, Ltd."], ["Anti-Fatigue and Highly Conductive Thermocells for Continuous Electricity Generation", "The integration of wearable technologies with the human body requires power supplies that are mechanically compatible and able to continuously generate electricity like biological systems. Distinct from existing batteries relying on periodic recharging, thermocells added with thermogalvanic ions are a promising candidate because they enable continuous electricity generation through redox reactions driven by ubiquitous waste heat. However, challenges remain in mechanical adaptability, fatigue resistance, and ion conduction, severely limiting thermocells’ sustainability and lifespan in practical applications. Herein, bionic mechanical training is applied to develop anti-fatigue and highly conductive thermocells with hierarchical fibrils and aligned nanochannels. It achieves simultaneous enhancements in mechanical performance and output power density. Compared with existing quasi-solid thermocells with disordered nano-networks, there are ≈1790-fold and 5-fold increases in the mechanical toughness and ionic conductivity, respectively. The stretchability can accommodate the human body's deformation, and the power density is comparable to that of state-of-the-art quasi-solid thermocells. Moreover, this is the first demonstration of an anti-fatigue thermocell with a threshold of 2500 J m−2, which is comparable to that of natural muscles and enables it to take full advantage of the continuous energy conversion mode."], ["Insights into layered oxide cathodes for rechargeable batteries", "Layered intercalation compounds are the dominant cathode materials for rechargeable Li-ion batteries. In this article we summarize in a pedagogical way our work in understanding how the structure’s topology, electronic structure, and chemistry interact to determine its electrochemical performance. We discuss how alkali–alkali interactions within the Li layer influence the voltage profile, the role of the transition metal electronic structure in dictating O3-structural stability, and the mechanism for alkali diffusion. We then briefly delve into emerging, next-generation Li-ion cathodes that move beyond layered intercalation hosts by discussing disordered rocksalt Li-excess structures, a class of materials which may be essential in circumventing impending resource limitations in our era of clean energy technology."], ["In situ surface stress measurement and computational analysis examining the oxygen reduction reaction on Pt and Pd", "Dynamic electrochemical surface stress response during the oxygen reduction reaction (ORR) on Pt and Pd cantilever electrodes in HClO4 and KOH was examined to elucidate surface binding configurations during O2 reduction electrocatalysis. Upon reduction of O2, the surface of Pt exhibits a compressive surface stress response, ΔStress, in both acid and base electrolytes due to adsorption of the ORR reactant and intermediates (O2, O, and OH). The magnitude of compressive ΔStress on Pt is greater in acid relative to base. On the other hand, the surface of Pd exhibits a negligible ΔStress in acid and a slight compressive ΔStress in base. Thus, magnitudes of the compressive ΔStress (surface expansion) during the ORR follow the order of Pt (acid) > Pt (base) > Pd (base) > Pd (acid) ∼ 0. Density functional theory (DFT) calculations of adsorbate-induced excess surface stress on Pt(111) and Pd(111) surfaces imply a greater compressive surface stress induced on Pt(111) for nearly all adsorbate geometries examined. This trend, which agrees with the experimental observations, can be correlated to a greater tensile intrinsic surface stress of Pt(111) relative to Pd(111) resulting from difference in bond strength and bulk modulus of two metals. On stepped Pt(221) and Pd(221) surfaces, both the intrinsic tensile stress of the clean surface and the adsorbate-induced excess compressive stress are significantly reduced due to the presence of less coordinated, flexible step sites. Moreover, this difference between surface stress at terrace and step sites is more pronounced on Pt, which exhibits a greater intrinsic surface stress."], ["High-Strength Carbon Nanotube Film from Improving Alignment and Densification", "A new method is reported for preparing carbon nanotube (CNT) films. This method involves the continuous production of a hollow cylindrical CNT assembly and its condensation on a winding drum. The alignment and densification of CNTs in the film are improved by controlling the winding rate and imposition of mechanical rolling, respectively. The prepared film has a strength of 9.6 GPa, which is well above those for all other man-made films and fibers."], ["Crystal structure of a membrane-bound metalloenzyme that catalyses the biological oxidation of methane", "Particulate methane monooxygenase ( pMMO) is an integral membrane metalloenzyme that catalyses the conversion of methane to methanol. Knowledge of how pMMO performs this extremely challenging chemistry may have an impact on the use of methane as an alternative energy source by facilitating the development of new synthetic catalysts. We have determined the structure of pMMO from the methanotroph Methylococcus capsulatus ( Bath) to a resolution of 2.8 Angstrom. The enzyme is a trimer with an alpha(3)beta(3)gamma(3) polypeptide arrangement. Two metal centres, modelled as mononuclear copper and dinuclear copper, are located in soluble regions of each pmoB subunit, which resembles cytochrome c oxidase subunit II. A third metal centre, occupied by zinc in the crystal, is located within the membrane. The structure provides new insight into the molecular details of biological methane oxidation."], ["Technological Innovations in Photochemistry for Organic Synthesis: Flow Chemistry, High-Throughput Experimentation, Scale-up, and Photoelectrochemistry", "Photoinduced chemical transformations have received in recent years a tremendous amount of attention, providing a plethora of opportunities to synthetic organic chemists. However, performing a photochemical transformation can be quite a challenge because of various issues related to the delivery of photons. These challenges have barred the widespread adoption of photochemical steps in the chemical industry. However, in the past decade, several technological innovations have led to more reproducible, selective, and scalable photoinduced reactions. Herein, we provide a comprehensive overview of these exciting technological advances, including flow chemistry, high-throughput experimentation, reactor design and scale-up, and the combination of photo- and electro-chemistry."], ["Lattice-strain control of the activity in dealloyed core–shell fuel cell catalysts", "Electrocatalysis will play a key role in future energy conversion and storage technologies, such as water electrolysers, fuel cells and metal–air batteries. Molecular interactions between chemical reactants and the catalytic surface control the activity and efficiency, and hence need to be optimized; however, generalized experimental strategies to do so are scarce. Here we show how lattice strain can be used experimentally to tune the catalytic activity of dealloyed bimetallic nanoparticles for the oxygen-reduction reaction, a key barrier to the application of fuel cells and metal–air batteries. We demonstrate the core–shell structure of the catalyst and clarify the mechanistic origin of its activity. The platinum-rich shell exhibits compressive strain, which results in a shift of the electronic band structure of platinum and weakening chemisorption of oxygenated species. We combine synthesis, measurements and an understanding of strain from theory to generate a reactivity–strain relationship that provides guidelines for tuning electrocatalytic activity."], ["Signatures of moire-trapped valley excitons in MoSe<sub>2</sub>/WSe<sub>2</sub> heterobilayers", "The formation of moire patterns in crystalline solids can be used to manipulate their electronic properties, which are fundamentally influenced by periodic potential landscapes. In two-dimensional materials, a moire pattern with a superlattice potential can be formed by vertically stacking two layered materials with a twist and/or a difference in lattice constant. This approach has led to electronic phenomena including the fractal quantum Hall effect(1-3), tunable Mott insulators(4,5) and unconventional superconductivity(6). In addition, theory predicts that notable effects on optical excitations could result from a moire potential in two-dimensional valley semiconductors(7-9), but these signatures have not been detected experimentally. Here we report experimental evidence of interlayer valley excitons trapped in a moire potential in molybdenum diselenide (MoSe2)/tungsten diselenide (WSe2) heterobilayers. At low temperatures, we observe photoluminescence close to the free interlayer exciton energy but with linewidths over one hundred times narrower (around 100 microelectronvolts). The emitter g-factors are homogeneous across the same sample and take only two values, -15.9 and 6.7, in samples with approximate twist angles of 60 degrees and 0 degrees, respectively. The g-factors match those of the free interlayer exciton, which is determined by one of two possible valley-pairing configurations. At twist angles of approximately 20 degrees the emitters become two orders of magnitude dimmer; however, they possess the same g-factor as the heterobilayer at a twist angle of approximately 60 degrees. This is consistent with the umklapp recombination of interlayer excitons near the commensurate 21.8-degree twist angle(7). The emitters exhibit strong circular polarization of the same helicity for a given twist angle, which suggests that the trapping potential retains three-fold rotational symmetry. Together with a characteristic dependence on power and excitation energy, these results suggest that the origin of the observed effects is interlayer excitons trapped in a smooth moire potential with inherited valley-contrasting physics. This work presents opportunities to control two-dimensional moire optics through variation of the twist angle."], ["Wafer-scale heterostructured piezoelectric bio-organic thin films", "Piezoelectric biomaterials are intrinsically suitable for coupling mechanical and electrical energy in biological systems to achieve in vivo real-time sensing, actuation, and electricity generation. However, the inability to synthesize and align the piezoelectric phase at a large scale remains a roadblock toward practical applications. We present a wafer-scale approach to creating piezoelectric biomaterial thin films based on γ-glycine crystals. The thin film has a sandwich structure, where a crystalline glycine layer self-assembles and automatically aligns between two polyvinyl alcohol (PVA) thin films. The heterostructured glycine-PVA films exhibit piezoelectric coefficients of 5.3 picocoulombs per newton or 157.5 × 10−3 volt meters per newton and nearly an order of magnitude enhancement of the mechanical flexibility compared with pure glycine crystals. With its natural compatibility and degradability in physiological environments, glycine-PVA films may enable the development of transient implantable electromechanical devices."], ["Site-Selective Acceptorless Dehydrogenation of Aliphatics Enabled by Organophotoredox/Cobalt Dual Catalysis", "The value of catalytic dehydrogenation of aliphatics (CDA) in organic synthesis has remained largely underexplored. Known homogeneous CDA systems often require the use of sacrificial hydrogen acceptors (or oxidants), precious metal catalysts, and harsh reaction conditions, thus limiting most existing methods to dehydrogenation of non- or low-functionalized alkanes. Here we describe a visible-light-driven, dual-catalyst system consisting of inexpensive organophotoredox and base-metal catalysts for room-temperature, acceptorless-CDA (Al-CDA). Initiated by photoexited 2-chloroanthraquinone, the process involves H atom transfer (HAT) of aliphatics to form alkyl radicals, which then react with cobaloxime to produce olefins and H2. This operationally simple method enables direct dehydrogenation of readily available chemical feedstocks to diversely functionalized olefins. For example, we demonstrate, for the first time, the oxidant-free desaturation of thioethers and amides to alkenyl sulfides and enamides, respectively. Moreover, the system’s exceptional site selectivity and functional group tolerance are illustrated by late-stage dehydrogenation and synthesis of 14 biologically relevant molecules and pharmaceutical ingredients. Mechanistic studies have revealed a dual HAT process and provided insights into the origin of reactivity and site selectivity."], ["Digital Protocol for Chemical Analysis at Ultralow Concentrations by Surface-Enhanced Raman Scattering", "Single molecule surface-enhanced Raman spectroscopy (SM-SERS) has the potential to revolutionize quantitative analysis at ultralow concentrations (less than 1 nM). However, there are no established protocols to generalize the application of this technique in analytical chemistry. Here, a protocol for quantification at ultralow concentrations using SM-SERS is proposed. The approach aims to take advantage of the stochastic nature of the single-molecule regime to achieved lower limits of quantification (LOQ). Two emerging contaminants commonly found in aquatic environments, enrofloxacin (ENRO) and ciprofloxacin (CIPRO), were chosen as nonresonant molecular probes. The methodology involves a multivariate resolution curve fitting known as non-negative matrix factorization with alternating least-squares algorithm (NMF-ALS) to solve spectral overlaps. The key element of the quantification is to realize that, under SM-SERS conditions, the Raman intensity generated by a molecule adsorbed on a “hotspot” can be digitalized. Therefore, the number of SERS event counts (rather than SERS intensities) was shown to be proportional to the solution concentration. This allowed the determination of both ENRO and CIPRO with high accuracy and precision even at ultralow concentrations regime. The LOQ for both ENRO and CIPRO were achieved at 2.8 pM. The digital SERS protocol, suggested here, is a roadmap for the implementation of SM-SERS as a routine tool for quantification at ultralow concentrations."], ["Photoredox-Mediated Net-Neutral Radical/Polar Crossover Reactions", "Radical/Polar Crossover (RPC) chemistry is a rapidly growing subset of photoredox catalysis that is characterized by transformations featuring both radical and ionic modes of reactivity. Net-neutral RPC is particularly interesting in that both the single-electron oxidation and reduction steps occur through interaction with the photocatalyst, thus precluding the need for exogenous oxidants or reductants. As such, these transformations facilitate rapid incorporation of molecular complexity while maintaining mild reaction conditions. This review covers recent advances in photoredox-mediated net-neutral RPC synthetic methods, with a particular emphasis on C–C bond-forming reactions."], ["Unique adsorption properties of organic–inorganic hybrid zeolite IEZ-1 with dimethylsilylene moieties", "The interlayer silylation of pure silica PLS-1 with dichlorodimethylsilane gave a novel organic–inorganic hybrid zeolite IEZ-1, of which the micropores are able to adsorb benzene molecules, in contrast to its purely inorganic analogue IEZ-2."], ["Pd-Catalyzed Suzuki coupling reactions of aryl halides containing basic nitrogen centers with arylboronic acids in water in the absence of added base", "The Pd-catalyzed Suzuki coupling reactions of a series of aryl chlorides and aryl bromides containing basic nitrogen centers with arylboronic acids in water in the absence of added base are reported. The reactions proceed either partially or entirely under acidic conditions. After surveying twenty-two phosphorus ligands, high yields of products were obtained with aryl chlorides only when a bulky ligand, 2-(di-tert-butyl-phosphino)-1-phenyl-1H-pyrrole (cataCXium®PtB) was used. In contrast, aryl bromides produced high yields of products in the absence of both added base and added ligand. In order to explore the Suzuki coupling process entirely under acidic conditions, a series of reactions were conducted in buffered acidic media using several model substrates. 4-Chlorobenzylamine, in the presence of cataCXium®PtB, produced high yields of product at buffered pH 6.0; the yields dropped off precipitously at buffered pH 5.0 and lower. The fall-off in yield was attributed to the decomposition of the Pd–ligand complex due to the protonation of the ligand in the more acidic aqueous media. In contrast, in the absence of an added ligand, 4-amino-2-chloropyridine produced quantitative yields at buffered pH 3.5 and 4.5 while 4-amino-2-bromopyridine produced quantitative yields in a series of buffered media ranging from pH 4.5 to 1.5. These substrates are only partially protonated in acidic media and can behave as active Pd ligands in the Suzuki catalytic cycle."], ["Transition-metal-free C(sp2)–C(sp3) cross-coupling of α-(pseudo)halo aliphatic ketones with boronic acids via a 1,4-metallate shift", "Suzuki-type cross-coupling is one of the most common strategies for the construction of C–C bonds. Despite great progress on the preparation of C(sp2)–C(sp2) bonds, C(sp2)–C(sp3) cross-coupling with aliphatic halides remains rare, especially with tertiary aliphatic halides and under transition-metal-free conditions. Here we report an efficient C(sp2)–C(sp3) cross-coupling between α-(pseudo)halo aliphatic ketones and arylboronic acids via a 1,4-metallate shift. The α-arylated ketones obtained from this protocol under transition-metal-free and additive-free conditions in the presence of base are formed when the key intermediate enolate traps the arylboronic acid, leading to a tetracoordinate boron intermediate. A subsequent 1,4-metallate shift affords the Suzuki-type coupling products. This strategy provides a practical, scalable and operationally straightforward method for the synthesis of C(sp2)–C(sp3) bonds, and is compatible with challenging tertiary aliphatic halides, allowing for the preparation of 1,3-disubstituted target products."], ["High thermopower of ferri/ferrocyanide redox couple in organic-water solutions", "Thermogalvanic cell (thermocell) represents a promising technology for converting low grade waste heat to electricity. For the cell to be attractive, however, the voltage generated for a given temperature difference has to be high. We report that the electrochemical thermopower can be more than doubled to 2.9 mV K−1 when an organic solvent with an appropriate solubility parameter is added to the aqueous electrolyte of ferri/ferrocyanide. This value is better than any reported for the redox couples in aqueous electrolyte as well as in organic solvents. The addition causes a significant rearrangement of the solvation shell, which leads to an increase in the entropy change of the overall redox system and thus an increase in the electrochemical thermopower. For an evaluation of thermoelectric conversion performance, a thermocell with a circulating electrolyte is fabricated as a candidate technology for harvesting thermal energy from liquid cooling systems. The maximum power density obtained, normalized to the square of the inter-electrode temperature difference (~4.1 °C), is 0.64 mW m−2K−2, which is approximately 1.8 times higher compared with the thermocell based on pure aqueous electrolyte."], ["Co-deposition of hole-selective contact and absorber for improving the processability of perovskite solar cells", "Simplifying the manufacturing processes of renewable energy technologies is crucial to lowering the barriers to commercialization. In this context, to improve the manufacturability of perovskite solar cells (PSCs), we have developed a one-step solution-coating procedure in which the hole-selective contact and perovskite light absorber spontaneously form, resulting in efficient inverted PSCs. We observed that phosphonic or carboxylic acids, incorporated into perovskite precursor solutions, self-assemble on the indium tin oxide substrate during perovskite film processing. They form a robust self-assembled monolayer as an excellent hole-selective contact while the perovskite crystallizes. Our approach solves wettability issues and simplifies device fabrication, advancing the manufacturability of PSCs. Our PSC devices with positive–intrinsic–negative (p-i-n) geometry show a power conversion efficiency of 24.5% and retain >90% of their initial efficiency after 1,200 h of operating at the maximum power point under continuous illumination. The approach shows good generality as it is compatible with different self-assembled monolayer molecular systems, perovskites, solvents and processing methods."], ["Role of Ions in Hydrogels with an Ionic Seebeck Coefficient of 52.9 mV K–1", "Ionic thermoelectric (i-TE) material with mobile ions as charge carriers has the potential to generate large thermal voltages at low operating temperatures. This study highlights the role of ions in i-TE hydrogels employing a poly(vinyl alcohol) (PVA) polymer matrix and a number of ion providers, e.g., KOH, KNO3, KCl, KBr, NaI, KI, and CsI. The relationship between the intrinsic physical parameters of the ion and the thermoelectric performance is established, indicating the ability to influence the hydrogen bond by the ion is a crucial factor. Among these i-TE hydrogels, the PVA/CsI hydrogel exhibits the largest ionic Seebeck coefficient, reaching 52.9 mV K–1, which is the largest of all i-TE materials reported to date. In addition, our work demonstrates the influence of ions on polymer configuration and provides an avenue for ion selection in the Soret effect in ionic thermoelectrics."], ["Genomic mechanisms of climate adaptation in polyploid bioenergy switchgrass", "Long-term climate change and periodic environmental extremes threaten food and fuel security(1) and global crop productivity(2-4). Although molecular and adaptive breeding strategies can buffer the effects of climatic stress and improve crop resilience(5), these approaches require sufficient knowledge of the genes that underlie productivity and adaptation(6)-knowledge that has been limited to a small number of well-studied model systems. Here we present the assembly and annotation of the large and complex genome of the polyploid bioenergy crop switchgrass (Panicum virgatum). Analysis of biomass and survival among 732 resequenced genotypes, which were grown across 10 common gardens that span 1,800 km of latitude, jointly revealed extensive genomic evidence of climate adaptation. Climate-gene-biomass associations were abundant but varied considerably among deeply diverged gene pools. Furthermore, we found that gene flow accelerated climate adaptation during the postglacial colonization of northern habitats through introgression of alleles from a pre-adapted northern gene pool. The polyploid nature of switchgrass also enhanced adaptive potential through the fractionation of gene function, as there was an increased level of heritable genetic diversity on the nondominant subgenome. In addition to investigating patterns of climate adaptation, the genome resources and gene-trait associations developed here provide breeders with the necessary tools to increase switchgrass yield for the sustainable production of bioenergy."], ["Coordinating Ability of Anions, Solvents, Amino Acids, and Gases towards Alkaline and Alkaline-Earth Elements, Transition Metals, and Lanthanides", "After briefly reviewing the applications of the coordination ability indices proposed earlier for anions and solvents toward transition metals and lanthanides, a new analysis of crystal structures is applied now to a much larger number of coordinating species: anions (including those that are present in ionic solvents), solvents, amino acids, gases, and a sample of neutral ligands. The coordinating ability towards s-block elements is now also considered. The effect of several factors on the coordinating ability will be discussed: (a) the charge of an anion, (b) the chelating nature of anions and solvents, (c) the degree of protonation of oxo-anions, carboxylates and amino carboxylates, and (d) the substitution of hydrogen atoms by methyl groups in NH3, ethylenediamine, benzene, ethylene, pyridine and aldehydes. Hit parades of solvents and anions most commonly used in the areas of transition metal, s-block and lanthanide chemistry are deduced from the statistics of their presence in crystal structures."], ["Organotrifluoroborates:  Protected Boronic Acids That Expand the Versatility of the Suzuki Coupling Reaction", "Organotrifluoroborates represent an alternative to boronic acids, boronate esters, and organoboranes for use in Suzuki−Miyaura and other transition-metal-catalyzed cross-coupling reactions. The trifluoroborate moiety is stable toward numerous reagents that are often problematic for other boron species. Consequently, remote functional groups within the organotrifluoroborates can be manipulated, while retaining the valuable carbon−boron bond."], ["Synthesis of Sulfilimines Enabled by Copper-Catalyzed S-Arylation of Sulfenamides", "Herein, an unprecedented synthetic route to sulfilimines via a copper-catalyzed Chan–Lam-type coupling of sulfenamides is presented. A key to success in this novel transformation is the chemoselective S-arylation of S(II) sulfenamides to form S(IV) sulfilimines, overriding the competitive, and more thermodynamically favored, C–N bond formation that does not require a change in the sulfur oxidation state. Computations reveal that the selectivity arises from a selective transmetallation event where bidentate sulfenamide coordination through the sulfur and oxygen atoms favors the S-arylation pathway. The mild and environmentally benign catalytic conditions enable broad functional group compatibility, allowing a variety of diaryl or alkyl aryl sulfilimines to be efficiently prepared. The Chan–Lam coupling procedure could also tolerate alkenylboronic acids as coupling partners to afford alkenyl aryl sulfilimines, a class of scaffolds that cannot be directly synthesized via conventional imination strategies. The benzoyl-protecting groups could be conveniently removed from the product, which, in turn, could be readily transformed into several S(IV) and S(VI) derivatives."], ["The bipolar mitotic kinesin Eg5 moves on both microtubules that it crosslinks", "During cell division, mitotic spindles are assembled by microtubule-based motor proteins(1,2). The bipolar organization of spindles is essential for proper segregation of chromosomes, and requires plus-end-directed homotetrameric motor proteins of the widely conserved kinesin-5 ( BimC) family(3). Hypotheses for bipolar spindle formation include the 'push-pull mitotic muscle' model, in which kinesin-5 and opposing motor proteins act between overlapping microtubules(2,4,5). However, the precise roles of kinesin-5 during this process are unknown. Here we show that the vertebrate kinesin-5 Eg5 drives the sliding of microtubules depending on their relative orientation. We found in controlled in vitro assays that Eg5 has the remarkable capability of simultaneously moving at similar to 20 nm s(-1) towards the plus-ends of each of the two microtubules it crosslinks. For anti-parallel microtubules, this results in relative sliding at similar to 40 nm s(-1), comparable to spindle pole separation rates in vivo(6). Furthermore, we found that Eg5 can tether microtubule plus-ends, suggesting an additional microtubule-binding mode for Eg5. Our results demonstrate how members of the kinesin-5 family are likely to function in mitosis, pushing apart interpolar microtubules as well as recruiting microtubules into bundles that are subsequently polarized by relative sliding."], ["Ladderphane copolymers for high-temperature capacitive energy storage", "For capacitive energy storage at elevated temperatures(1-4), dielectric polymers are required to integrate low electrical conduction with high thermal conductivity. The coexistence of these seemingly contradictory properties remains a persistent challenge for existing polymers. We describe here a class of ladderphane copolymers exhibiting more than one order of magnitude lower electrical conductivity than the existing polymers at high electric fields and elevated temperatures. Consequently, the ladderphane copolymer possesses a discharged energy density of 5.34 J cm(-3) with a charge-discharge efficiency of 90% at 200 degrees C, outperforming the existing dielectric polymers and composites. The ladderphane copolymers self-assemble into highly ordered arrays by p-p stacking interactions(5,6), thus giving rise to an intrinsic through-plane thermal conductivity of 1.96 +/- 0.06 W m(-1) K-1. The high thermal conductivity of the copolymer film permits efficient Joule heat dissipation and, accordingly, excellent cyclic stability at elevated temperatures and high electric fields. The demonstration of the breakdown self-healing ability of the copolymer further suggests the promise of the ladderphane structures for high-energy-density polymer capacitors operating under extreme conditions."], ["Rigid tightly packed amino acid crystals as functional supramolecular materials", "The formation of ordered nanostructures by metabolites is gaining increased interest due to the simplicity of the building blocks and their natural occurrence. Specifically, aromatic amino acids possess the ability to form ordered supramolecular interactions due to their limited solubility in aqueous solution. Unexpectedly, l-tyrosine (l-Tyr) is almost 2 orders of magnitude less soluble in water compared to l-phenylalanine (l-Phe). However, the underlying mechanism is not fully understood as l-Tyr is more polar. Here, we explore the utilization of insoluble tyrosine assemblies for technological applications and their molecular basis by manipulating the basic building blocks of tightly packed dimers. We show that the addition of an amyloid inhibition agent increases l-Tyr solubility due to the disruption of the dimer formation. The molecular organization grants the l-Tyr crystal higher thermal stability and mechanical properties between three amino acids. Additionally, l-Tyr crystals are shown to generate high and stable piezoelectric power outputs under mechanical pressure in a sandwich device. By incorporating the rigid l-Tyr crystals into a soft polymer, a mechano-responsive bending composite was fabricated. Furthermore, the l-Tyr crystalline needles exhibit an active photowaveguiding property, making them promising candidates for the generation of photonic biomaterial-based devices. The present work exemplifies a feasible strategy to explore physical properties of supramolecular self-assemblies comprises minimalistic naturally occurring building blocks and their applications in energy harvesting, photonic devices, stretchable electronics, and soft robotics."], ["One thousand plant transcriptomes and the phylogenomics of green plants", "Green plants (Viridiplantae) include around 450,000-500,000 species(1,2) of great diversity and have important roles in terrestrial and aquatic ecosystems. Here, as part of the One Thousand Plant Transcriptomes Initiative, we sequenced the vegetative transcriptomes of 1,124 species that span the diversity of plants in a broad sense (Archaeplastida), including green plants (Viridiplantae), glaucophytes (Glaucophyta) and red algae (Rhodophyta). Our analysis provides a robust phylogenomic framework for examining the evolution of green plants. Most inferred species relationships are well supported across multiple species tree and supermatrix analyses, but discordance among plastid and nuclear gene trees at a few important nodes highlights the complexity of plant genome evolution, including polyploidy, periods of rapid speciation, and extinction. Incomplete sorting of ancestral variation, polyploidization and massive expansions of gene families punctuate the evolutionary history of green plants. Notably, we find that large expansions of gene families preceded the origins of green plants, land plants and vascular plants, whereas whole-genome duplications are inferred to have occurred repeatedly throughout the evolution of flowering plants and ferns. The increasing availability of high-quality plant genome sequences and advances in functional genomics are enabling research on genome evolution across the green tree of life."], ["Fracture, fatigue, and friction of polymers in which entanglements greatly outnumber cross-links", "In gels and elastomers, the role of entanglements on deformation has been studied, but their effects on fracture, fatigue, and friction are less well understood. In this study, we synthesized polymers in which entanglements greatly outnumber cross-links. The dense entanglements enable transmission of tension in a polymer chain along its length and to many other chains. The sparse cross-links prevent the polymer chains from disentangling. These polymers have high toughness, strength, and fatigue resistance. After submersion in water, the polymers swell to equilibrium, and the resulting hydrogels have low hysteresis, low friction, and high wear resistance."], ["Cu(ii/i) redox couples: potential alternatives to traditional electrolytes for dye-sensitized solar cells", "The redox shuttle is one of the essential ingredients in dye-sensitized solar cell devices. Though the I−/I3− redox couple has dominated in the last couple of decades, however, due to the loss of open-circuit potential, complementary absorption with a sensitizer and the volatile nature restricts the module development. Metal complexes with variable oxidation states are probable alternative candidates as redox shuttles due to the change in their redox potentials with varying ligands in order to suit different sensitizers. Co(III/II) redox couples using polypyridyl ligands have been widely used in DSSC and have crossed the device efficiency of 14%. However, mass transport constraints and health hazards exist due to the commercialization of technology. Inspired from biological electron transfer reactions, Cu(II/I) redox shuttles have gained much attention as redox couples for DSSC applications in recent years. Particularly in low light conditions, it minimizes mass transport, has a device efficiency greater than 32%, and has potential in Internet of Things (IoT) applications. In this review, recent advancements in the use of Cu(II/I) redox shuttles using polypyridyl ligands for DSSC applications are presented."], ["3D Printing of High Viscosity UV-Curable Resin for Highly Stretchable and Resilient Elastomer", "Elastomers prepared via vat photopolymerizationus ually exhibit unsatisfied mechanical properties owing to their insufficient growth of molecular weight upon UV exposure. Increasing the weight ratio of oligomer in the resin system is an effective approach to enhance the mechanical properties, yet the viscosity of the UV-curable resin increases dramatically; this hinders its printing. In this study, a linear scan-based vat photopolymerization (LSVP) system which can print high-viscosity resins is implemented to 3D print the oligomer-dominated UV-curable resin via a dual-curing mechanism. A polyurethane methacrylate blocking oligomer is first synthesized and then mixed with a commercialized bifunctional oligomer, photoinitiator, and primary amine as a chain extender to prepare high-viscosity UV-curable resin for the LSVP system. The deblocked isocyanate is further crosslinked with a chain extender via thermal treatment to construct a highly entangled polymer chain network. The optimal thermal treatment parameters are investigated, and the resilience of the 3D-printed elastomer is evaluated through continuous tensile loading and unloading tests. Subsequently, complex structured elastomers are printed, exhibiting favorable mechanical durability without defects. The results obtained from this work will provide a reference for preparing elastomeric devices with excellent physical properties and expand the application scope of vat photopolymerization to new fields."], ["Nicotinic acetylcholine receptor α7 subunit is an essential regulator of inflammation", "Excessive inflammation and tumour-necrosis factor (TNF) synthesis cause morbidity and mortality in diverse human diseases including endotoxaemia, sepsis, rheumatoid arthritis and inflammatory bowel disease(1-4). Highly conserved, endogenous mechanisms normally regulate the magnitude of innate immune responses and prevent excessive inflammation. The nervous system, through the vagus nerve, can inhibit significantly and rapidly the release of macrophage TNF, and attenuate systemic inflammatory responses(5-7). This physiological mechanism, termed the 'cholinergic anti- inflammatory pathway'(5) has major implications in immunology and in therapeutics; however, the identity of the essential macrophage acetylcholine-mediated (cholinergic) receptor that responds to vagus nerve signals was previously unknown. Here we report that the nicotinic acetylcholine receptor alpha7 subunit is required for acetylcholine inhibition of macrophage TNF release. Electrical stimulation of the vagus nerve inhibits TNF synthesis in wild-type mice, but fails to inhibit TNF synthesis in alpha7-deficient mice. Thus, the nicotinic acetylcholine receptor alpha7 subunit is essential for inhibiting cytokine synthesis by the cholinergic anti- inflammatory pathway."], ["Two-Dimensional Organic–Inorganic Perovskite Ferroelectric Semiconductors with Fluorinated Aromatic Spacers", "Two-dimensional (2D) organic–inorganic perovskites (OIPs), with improved material stability over their 3D counterparts, are highly desirable for device applications. It is their considerable structural diversity that offers an unprecedented opportunity to engineer materials with fine-tuning functionalities. The isosteric substitution of hydrogen by an electronegative fluorine atom has been proposed as a useful route to improve the photovoltaic performance of 2D OIPs, whereas its valuable role in developing ferroelectricity is still waiting for further exploration. Herein, for the first time we applied fluorinated aromatic cations in extending the family of 2D OIP ferroelectrics, and successfully obtained [2-fluorobenzylammonium]2PbCl4 as a high-performance ferroelectric semiconductor. The failures in the nonferroelectric [4-fluorobenzylammonium]2PbCl4 and [3-fluorobenzylammonium]2PbCl4 demonstrate that the selective introduction of fluorine in correct structural positions is particularly essential. This work represents an unprecedented proof-of-concept in the use of fluorinated aromatic cations for the targeted design of excellent 2D OIP ferroelectrics, and is believed to inspire the future development of low-cost, high-efficiency, and stable device applications."], ["Catalytic Cleavage of C(sp2)–C(sp2) Bonds with Rh-Carbynoids", "We report a catalytic strategy that generates rhodium-carbynoids by selective diazo activation of designed carbyne sources. We found that rhodium-carbynoid species provoke C(sp2)–C(sp2) bond scission in alkenes by inserting a monovalent carbon unit between both sp2-hybridized carbons. This skeletal remodeling process accesses synthetically useful allyl cation intermediates that conduct to valuable allylic building blocks upon nucleophile attack. Our results rely on the formation of cyclopropyl-I(III) intermediates able to undergo electrocyclic ring-opening, following the Woodward–Hoffmann–DePuy rules."], ["A platinum(II) metallonitrene with a triplet ground state", "Metallonitrenes (M–N) are complexes with a subvalent atomic nitrogen ligand that have been proposed as key reactive intermediates in nitrogen atom transfer reactions. However, in contrast to the common classes of nitride complexes (M≡N) and organic nitrenes (R–N), structurally and spectroscopically well defined ‘authentic’ metallonitrenes with a monovalent atomic nitrogen ligand remain elusive. Here we report that the photolysis of a platinum(II) pincer azide complex enabled the crystallographic, spectroscopic, magnetic and computational characterization of a metallonitrene that is best described as a singly bonded atomic nitrogen diradical ligand bound to platinum(II). The photoproduct exhibits selective C–H, B–H and B–C nitrogen atom insertion reactivity. Despite the subvalent metallonitrene character, mechanistic analysis for aldehyde C–H amidation shows nucleophilic reactivity of the N-diradical ligand. Ambiphilic reactivity of the metallonitrene is indicated by reactions with CO and PMe3 to form isocyanate and phosphoraneiminato platinum(II) complexes, respectively."], ["Controlled flight of a microrobot powered by soft artificial muscles", "Flying insects capable of navigating in highly cluttered natural environments can withstand in-flight collisions because of the combination of their low inertia(1) and the resilience of their wings(2), exoskeletons(1) and muscles. Current insect-scale (less than ten centimetres long and weighing less than five grams) aerial robots(3-6) use rigid microscale actuators, which are typically fragile under external impact. Biomimetic artificial muscles(7-10) that are capable of large deformation offer a promising alternative for actuation because they can endure the stresses caused by such impacts. However, existing soft actuators(11-13) have not yet demonstrated sufficient power density to achieve lift-off, and their actuation nonlinearity and limited bandwidth create further challenges for achieving closed-loop (driven by an input control signal that is adjusted based on sensory feedback) flight control. Here we develop heavier-than-air aerial robots powered by soft artificial muscles that demonstrate open-loop (driven by a predetermined signal without feedback), passively stable (upright during flight) ascending flight as well as closed-loop, hovering flight. The robots are driven by multi-layered dielectric elastomer actuators that weigh 100 milligrams each and have a resonance frequency of 500 hertz and power density of 600 watts per kilogram. To increase the mechanical power output of the actuator and to demonstrate flight control, we present ways to overcome challenges unique to soft actuators, such as nonlinear transduction and dynamic buckling. These robots can sense and withstand collisions with surrounding obstacles and can recover from in-flight collisions by exploiting material robustness and vehicle passive stability. We also fly two micro-aerial vehicles simultaneously in a cluttered environment. They collide with the wall and each other without suffering damage. These robots rely on offboard amplifiers and an external motion-capture system to provide power to the dielectric elastomer actuators and to control their flight. Our work demonstrates how soft actuators can achieve sufficient power density and bandwidth to enable controlled flight, illustrating the potential of developing next-generation agile soft robots."], ["Nitrogen reduction and functionalization by a multimetallic uranium nitride complex", "Molecular nitrogen (N-2) is cheap and widely available, but its unreactive nature is a challenge when attempting to functionalize it under mild conditions with other widely available substrates (such as carbon monoxide, CO) to produce value-added compounds. Biological N-2 fixation can do this, but the industrial Haber-Bosch process for ammonia production operates under harsh conditions (450 degrees Celsius and 300 bar), even though both processes are thought to involve multimetallic catalytic sites(1,2). And although molecular complexes capable of binding and even reducing N-2 under mild conditions are known, with co-operativity between metal centres considered crucial for the N-2 reduction step(1-14), the multimetallic species involved are usually not well defined, and further transformation of N-2-binding complexes to achieve N-H or N-C bond formation is rare(2,6,8,10,15,16). Haber noted(17), before an iron-based catalyst was adopted for the industrial Haber-Bosch process, that uranium and uranium nitride materials are very effective heterogeneous catalysts for ammonia production from N-2. However, few examples of uranium complexes binding N-2 are known(18-22), and soluble uranium complexes capable of transforming N-2 into ammonia or organonitrogen compounds have not yet been identified. Here we report the four-electron reduction of N-2 under ambient conditions by a fully characterized complex with two U-iii ions and three K+ centres held together by a nitride group and a flexible metalloligand framework. The addition of H-2 and/or protons, or CO to the resulting N-2(4-) complex results in the complete cleavage of N-2 with concomitant N-2 functionalization through N-H or N-C bond-forming reactions. These observations establish that a molecular uranium complex can promote the stoichiometric transformation of N-2 into NH3 or cyanate, and that a flexible, electron-rich, multimetallic, nitride-bridged core unit is a promising starting point for the design of molecular complexes capable of cleaving and functionalizing N-2 under mild conditions."], ["A new method for fast preparation of highly surface-enhanced Raman scattering (SERS) active silver colloids at room temperature by reduction of silver nitrate with hydroxylamine hydrochloride", "A very effective and simple way to produce silver colloids for surface-enhanced Raman scattering (SERS) is reported. Reduction of silver nitrate with hydroxylamine hydrochloride at alkaline pH and at room temperature yields highly sensitive SERS colloids within a short time. The so-produced colloids can be used for SERS spectroscopy immediately after preparation. The overall procedure is fast, simple, and characterized by a high preparation success rate. Changing the mixing order and rate of the two involved solutions, silver nitrate and hydroxylamine hydrochloride containing sodium hydroxide, one can control the size and dispersion of the produced colloids. The obtained colloids have been characterized by UV−vis spectroscopy, transmission electron microscopy, and SERS using a 1064 nm laser line on a Fourier transform and a 785 nm laser line on a dispersive Raman spectrometer. The SERS enhancement factor of the hydroxylamine-reduced silver colloids was tested using crystal violet, rhodamine 6G, methylene blue, and 9-aminoacridine. It was found that for both excitation lines sensitivities comparable to those achievable with a Lee−Meisel silver colloid were obtained thus rendering the new colloid advantageous because of its significantly simpler and faster synthesis."], ["Role of inner solvation sheath within salt–solvent complexes in tailoring electrode/electrolyte interphases for lithium metal batteries", "Functional electrolyte is the key to stabilize the highly reductive lithium (Li) metal anode and the high-voltage cathode for long-life, high-energy-density rechargeable Li metal batteries (LMBs). However, fundamental mechanisms on the interactions between reactive electrodes and electrolytes are still not well understood. Recently localized high-concentration electrolytes (LHCEs) are emerging as a promising electrolyte design strategy for LMBs. Here, we use LHCEs as an ideal platform to investigate the fundamental correlation between the reactive characteristics of the inner solvation sheath on electrode surfaces due to their unique solvation structures. The effects of a series of LHCEs with model electrolyte solvents (carbonate, sulfone, phosphate, and ether) on the stability of high-voltage LMBs are systematically studied. The stabilities of electrodes in different LHCEs indicate the intrinsic synergistic effects between the salt and the solvent when they coexist on electrode surfaces. Experimental and theoretical analyses reveal an intriguing general rule that the strong interactions between the salt and the solvent in the inner solvation sheath promote their intermolecular proton/charge transfer reactions, which dictates the properties of the electrode/electrolyte interphases and thus the battery performances."], ["Limitations of a polymer-based hole transporting layer for application in planar inverted perovskite solar cells", "Planar inverted lead halide photovoltaics demonstrate remarkable photoconversion properties when employing poly(triarylamine) (PTAA) as a hole transporting layer. Herein, we elucidate the effect of ambient ultraviolet (UV) degradation on the structural and operational stability of the PTAA hole transporter through a series of rigorous optoelectrical characterization protocols. Due attention was given to the interplay between the polymer and perovskite absorber, both within the framework of a bilayer structure and fully assembled solar cells. The obtained results imply that UV degradation exerts a major influence on the structural integrity of PTAA, rather than on the interface with the perovskite light harvester. Moreover, UV exposure induced more adverse effects on tested samples than environmental humidity and oxygen, contributing more to the overall reduction of charge extraction properties of PTAA, as well as increased defect population upon prolonged UV exposure."], ["Highly stretchable and tough hydrogels", "Hydrogels are used as scaffolds for tissue engineering1, vehicles for drug delivery2, actuators for optics and fluidics3, and model extracellular matrices for biological studies4. The scope of hydrogel applications, however, is often severely limited by their mechanical behaviour5. Most hydrogels do not exhibit high stretchability; for example, an alginate hydrogel ruptures when stretched to about 1.2 times its original length. Some synthetic elastic hydrogels6,7 have achieved stretches in the range 10–20, but these values are markedly reduced in samples containing notches. Most hydrogels are brittle, with fracture energies of about 10 J m−2 (ref. 8), as compared with ∼1,000 J m−2 for cartilage9 and ∼10,000 J m−2 for natural rubbers10. Intense efforts are devoted to synthesizing hydrogels with improved mechanical properties; certain synthetic gels have reached fracture energies of 100–1,000 J m−2. Here we report the synthesis of hydrogels from polymers forming ionically and covalently crosslinked networks. Although such gels contain ∼90% water, they can be stretched beyond 20 times their initial length, and have fracture energies of ∼9,000 J m−2. Even for samples containing notches, a stretch of 17 is demonstrated. We attribute the gels’ toughness to the synergy of two mechanisms: crack bridging by the network of covalent crosslinks, and hysteresis by unzipping the network of ionic crosslinks. Furthermore, the network of covalent crosslinks preserves the memory of the initial state, so that much of the large deformation is removed on unloading. The unzipped ionic crosslinks cause internal damage, which heals by re-zipping. These gels may serve as model systems to explore mechanisms of deformation and energy dissipation, and expand the scope of hydrogel applications."], ["FACT caught in the act of manipulating the nucleosome", "The organization of genomic DNA into nucleosomes profoundly affects all DNA-related processes in eukaryotes. The histone chaperone known as 'facilitates chromatin transcription' (FACT(1)) (consisting of subunits SPT16 and SSRP1) promotes both disassembly and reassembly of nucleosomes during gene transcription, DNA replication and DNA repair(2). However, the mechanism by which FACT causes these opposing outcomes is unknown. Here we report two cryo-electron-microscopic structures of human FACT in complex with partially assembled subnucleosomes, with supporting biochemical and hydrogen-deuterium exchange data. We find that FACT is engaged in extensive interactions with nucleosomal DNA and all histone variants. The large DNA-binding surface on FACT appears to be protected by the carboxy-terminal domains of both of its subunits, and this inhibition is released by interaction with H2A-H2B, allowing FACT-H2A-H2B to dock onto a complex containing DNA and histones H3 and H4 (ref. (3)). SPT16 binds nucleosomal DNA and tethers H2A-H2B through its carboxy-terminal domain by acting as a placeholder for DNA. SSRP1 also contributes to DNA binding, and can assume two conformations, depending on whether a second H2A-H2B dimer is present. Our data suggest a compelling mechanism for how FACT maintains chromatin integrity during polymerase passage, by facilitating removal of the H2A-H2B dimer, stabilizing intermediate subnucleosomal states and promoting nucleosome reassembly. Our findings reconcile discrepancies regarding the many roles of FACT and underscore the dynamic interactions between histone chaperones and nucleosomes."], ["Disulfide-Mediated Reversible Polymerization toward Intrinsically Dynamic Smart Materials", "The development of a dynamic chemistry toolbox to endow materials dynamic behavior has been key to the rational design of future smart materials. The rise of supramolecular and dynamic covalent chemistry offers many approaches to the construction of dynamic polymers and materials that can adapt, respond, repair, and recycle. Within this toolbox, the building blocks based on 1,2-dithiolanes have become an important scaffold, featuring their reversible polymerization mediated by dynamic covalent disulfide bonds, which enables a unique class of dynamic materials at the intersection of supramolecular polymers and adaptable covalent networks. This Perspective aims to explore the dynamic chemistry of 1,2-dithiolanes as a versatile structural unit for the design of smart materials by summarizing the state of the art as well as providing an overview of the fundamental challenges involved in this research area and its potential future directions"], ["Unlocking the potential of cation-disordered oxides for rechargeable lithium", "Nearly all high–energy density cathodes for rechargeable lithium batteries are well-ordered materials in which lithium and other cations occupy distinct sites. Cation-disordered materials are generally disregarded as cathodes because lithium diffusion tends to be limited by their structures. The performance of Li1.211Mo0.467Cr0.3O2 shows that lithium diffusion can be facile in disordered materials. Using ab initio computations, we demonstrate that this unexpected behavior is due to percolation of a certain type of active diffusion channels in disordered Li-excess materials. A unified understanding of high performance in both layered and Li-excess materials may enable the design of disordered-electrode materials with high capacity and high energy density."], ["SELF-ASSEMBLY OF 10 MOLECULES INTO NANOMETER-SIZED ORGANIC HOST FRAMEWORKS", "THE synthesis of hollow, nanometre-scale molecular 'container compounds'(1,2) makes possible the creation of localized chemical micro-environments with properties different from those of the bulk phases; such compounds can be used, for example, to encapsulate otherwise unstable molecular species(3). Container compounds have previously been prepared by conventional chemical synthesis(1,2). Here we report the construction of a hollow, roughly spherical supramolecular framework by self-assembly(4-8). The framework, which is similar to 2-5 nm in diameter, is constructed from ten species: four organic ligands held together by six metal ions. It has tetrahedral symmetry, and has a large central void, in which guest molecules can be accommodated. We show that four adamantyl carboxylate ions can be encapsulated within this self-assembling cage."], ["Synthesis and properties of a bio-based epoxy resin from 2,5-furandicarboxylic acid (FDCA)", "A bio-based epoxy monomer, diglycidyl ester of 2,5-furandicarboxylic acid (DGF) was synthesized for the first time from the renewable 2,5-furandicarboxylic acid (FDCA). For comparison study, its petroleum-based counterpart, diglycidyl ester of terephthalic acid (DGT) was also prepared. Their chemical structures were confirmed in detail by 1H NMR, 13C NMR and FT-IR before they were cured by methylhexahydrophthalic anhydride (MHHPA) and poly(propylene glycol)bis(2-aminopropyl ether) (D230), respectively. The curing behaviors were investigated using differential scanning calorimetry (DSC). The thermal mechanical properties and thermal stabilities of the cured resins were evaluated using dynamic mechanical analysis (DMA) and thermogravimetric analysis (TGA). Results showed that DGF displayed higher curing activity, elevated glass transition temperature and similar mechanical properties compared with those of the cured DGT. This study indicated that FDCA had a huge potential to replace the petroleum-based terephthalic acid in the synthesis of epoxy resins with satisfactory performance."], ["Concerted nucleophilic aromatic substitution with <SUP>19</SUP>F<SUP>-</SUP> and <SUP>18</SUP>F<SUP>-</SUP>", "Nucleophilic aromatic substitution (SNAr) is widely used by organic chemists to functionalize aromatic molecules, and it is the most commonly used method to generate arenes that contain F-18 for use in positron-emission tomography (PET) imaging(1). A wide range of nucleophiles exhibit SNAr reactivity, and the operational simplicity of the reaction means that the transformation can be conducted reliably and on large scales(2). During SNAr, attack of a nucleophile at a carbon atom bearing a 'leaving group' leads to a negatively charged intermediate called a Meisenheimer complex. Only arenes with electron-withdrawing substituents can sufficiently stabilize the resulting build-up of negative charge during Meisenheimer complex formation, limiting the scope of SNAr reactions: the most common SNAr substrates contain strong p-acceptors in the ortho and/or para position(s)(3.) Here we present an unusual concerted nucleophilic aromatic substitution reaction (CSNAr) that is not limited to electron-poor arenes, because it does not proceed via a Meisenheimer intermediate. We show a phenol deoxyfluorination reaction for which CSNAr is favoured over a stepwise displacement. Mechanistic insights enabled us to develop a functional-group-tolerant F-18-deoxyfluorination reaction of phenols, which can be used to synthesize F-18-PET probes. Selective F-18 introduction, without the need for the common, but cumbersome, azeotropic drying of F-18, can now be accomplished from phenols as starting materials, and provides access to F-18-labelled compounds not accessible through conventional chemistry."], ["Direct observation of ultrafast hydrogen bond strengthening in liquid water", "Water is one of the most important, yet least understood, liquids in nature. Many anomalous properties of liquid water originate from its well-connected hydrogen bond network(1), including unusually efficient vibrational energy redistribution and relaxation(2). An accurate description of the ultrafast vibrational motion of water molecules is essential for understanding the nature of hydrogen bonds and many solution-phase chemical reactions. Most existing knowledge of vibrational relaxation in water is built upon ultrafast spectroscopy experiments(2-7). However, these experiments cannot directly resolve the motion of the atomic positions and require difficult translation of spectral dynamics into hydrogen bond dynamics. Here, we measure the ultrafast structural response to the excitation of the OH stretching vibration in liquid water with femtosecond temporal and atomic spatial resolution using liquid ultrafast electron scattering. We observed a transient hydrogen bond contraction of roughly 0.04 angstrom on a timescale of 80 femtoseconds, followed by a thermalization on a timescale of approximately 1 picosecond. Molecular dynamics simulations reveal the need to treat the distribution of the shared proton in the hydrogen bond quantum mechanically to capture the structural dynamics on femtosecond timescales. Our experiment and simulations unveil the intermolecular character of the water vibration preceding the relaxation of the OH stretch. Liquid ultrafast electron scattering measures structural responses in liquid water with femtosecond temporal and atomic spatial resolution to reveal a transient hydrogen bond contraction then thermalization preceding relaxation of the OH stretch."], ["Effect of strain on the reactivity of metal surfaces", "Self-consistent density functional calculations for the adsorption of O and CO, and the dissociation of CO on strained and unstrained Ru(0001) surfaces are used to show how strained metal surfaces have chemical properties that are significantly different from those of unstrained surfaces. Surface reactivity increases with lattice expansion, following a concurrent up-shift of the metal 𝑑 states. Consequences for the catalytic activity of thin metal overlayers are discussed."], ["Beyond Hofmeister", "Research efforts related to the Hofmeister series of salt ions have waxed and waned during its long and storied history. The past few decades have, however, witnessed a renaissance in its study, and the importance of the related solvation science is becoming ever more apparent."], ["Chemically Modified Electrodes. Advances in Electrochemical Science and Engineering, Vol. 11", "The field of chemically modified electrodes has been continuously growing since its establishment approximately three decades ago. This book covers an eclectic set of topics ranging from already classical systems, such as polyelectrolyte-modified electrodes (Chapter 2) and self-assembled monolayers of thiols on gold electrodes (Chapter 5), to relatively recent electrode systems based on nanomaterials. The latter include nanostructured electrodes (Chapter 1), electrodes based on carbon nanotubes (Chapter 3), and surface-attached electroactive nanoparticles (Chapter 4). There is a degree of thematic overlap between Chapters 1 and 3. \nThe range of topics presented in the book is impressive. It includes the interfacing of electrodes with proteins, electrical communication through molecular wires, electrode surfaces with switchable properties, advanced surface patterning, theory and practice of redox polyelectrolyte films, structure and properties of carbon nanotubes and carbon nanotube-based electrodes, faradaic electroactivity of nanoparticles, electrodeposition of metal on self-assembled monolayers, layer-by-layer assembly, amperometric biosensors, immunosensors, DNA sensors, electrochromic devices, electrochemical actuators, and energy-harvesting devices. The latest developments in these areas are nicely presented in the context of older literature. The references are generally thorough—although, perhaps unavoidably, there are some noticeable omissions as mentioned below—and cover the literature up to 2008. The book keeps a satisfying balance between analytical and physical chemistry aspects of the modified electrodes. \nIn addition to the exciting topics covered in this book, there have also been other important developments in this field recently that are not covered here, such as advances in electrodeposition of inorganic films for detection of biomolecules, chitosan-enzyme-based biosensors, molecularly imprinted film electrodes, and multicomponent modified electrodes that display synergistic analytical effects. The reader should also be advised to exercise a degree of caution when reading some of the literature reports on the direct interfacing of electrodes with enzymes. In particular, the claims that the direct electron transfer between the unoriented mats of carbon nanotubes and glucose oxidase provides the basis for mediatorless detection of glucose are not sufficiently supported by relevant control experiments. After all, no commercial modified electrodes have been developed for the mediatorless enzymatic determination of glucose thus far, despite considerable efforts."], ["Perovskite-organic tandem solar cells with indium oxide interconnect", "Multijunction solar cells can overcome the fundamental efficiency limits of single-junction devices. The bandgap tunability of metal halide perovskite solar cells renders them attractive for multijunction architectures(1). Combinations with silicon and copper indium gallium selenide (CIGS), as well as all-perovskite tandem cells, have been reported(2-5). Meanwhile, narrow-gap non-fullerene acceptors have unlocked skyrocketing efficiencies for organic solar cells(6,7). Organic and perovskite semiconductors are an attractive combination, sharing similar processing technologies. Currently, perovskite-organic tandems show subpar efficiencies and are limited by the low open-circuit voltage (V-oc) of wide-gap perovskite cells(8) and losses introduced by the interconnect between the subcells(9,10). Here we demonstrate perovskite-organic tandem cells with an efficiency of 24.0 per cent (certified 23.1 per cent) and a high V-oc of 2.15 volts. Optimized charge extraction layers afford perovskite subcells with an outstanding combination of high V-oc and fill factor. The organic subcells provide a high external quantum efficiency in the near-infrared and, in contrast to paradigmatic concerns about limited photostability of non-fullerene cells(11), show an outstanding operational stability if excitons are predominantly generated on the non-fullerene acceptor, which is the case in our tandems. The subcells are connected by an ultrathin (approximately 1.5 nanometres) metal-like indium oxide layer with unprecedented low optical/electrical losses. This work sets a milestone for perovskite-organic tandems, which outperform the best p-i-n perovskite single junctions(12) and are on a par with perovskite-CIGS and all-perovskite multijunctions(13)."], ["N-Boc Amines to Oxazolidinones via Pd(II)/Bis-sulfoxide/Brønsted Acid Co-Catalyzed Allylic C–H Oxidation", "A Pd(II)/bis-sulfoxide/Brønsted acid catalyzed allylic C–H oxidation reaction for the synthesis of oxazolidinones from simple N-Boc amines is reported. A range of oxazolidinones are furnished in good yields (avg 63%) and excellent diastereoselectivities (avg 15:1) to furnish products regioisomeric from those previously obtained using allylic C–H amination reactions. Mechanistic studies suggest the role of the phosphoric acid is to furnish a Pd(II)bis-sulfoxide phosphate catalyst that promotes allylic C–H cleavage and π-allylPd functionalization with a weak, aprotic oxygen nucleophile and to assist in catalyst regeneration."], ["Bimetallic Catalysis in Stereodivergent Synthesis", "Bimetallic catalysis has emerged as an efficient strategy for the development of new chemical reactions. Importantly, this strategy also provides a simple and powerful platform for stereodivergent synthesis, whereby all the possible stereoisomers of products bearing two stereocenters can be easily prepared from the same set of starting materials. In this Minireview, the development of stereodivergent allylic substitution, propargylic substitution, hydrofunctionalization, and annulation based on bimetallic catalysis has been summarized. It is expected that more bimetallic catalytic systems will be developed and applied for the stereodivergent synthesis of valuable molecules."], ["Cleavable comonomers enable degradable, recyclable thermoset plastics", "Thermosets—polymeric materials that adopt a permanent shape upon curing—have a key role in the modern plastics and rubber industries, comprising about 20 per cent of polymeric materials manufactured today, with a worldwide annual production of about 65 million tons1,2. The high density of crosslinks that gives thermosets their useful properties (for example, chemical and thermal resistance and tensile strength) comes at the expense of degradability and recyclability. Here, using the industrial thermoset polydicyclopentadiene as a model system, we show that when a small number of cleavable bonds are selectively installed within the strands of thermosets using a comonomer additive in otherwise traditional curing workflows, the resulting materials can display the same mechanical properties as the native material, but they can undergo triggered, mild degradation to yield soluble, recyclable products of controlled size and functionality. By contrast, installation of cleavable crosslinks, even at much higher loadings, does not produce degradable materials. These findings reveal that optimization of the cleavable bond location can be used as a design principle to achieve controlled thermoset degradation. Moreover, we introduce a class of recyclable thermosets poised for rapid deployment."], ["DNA-based programmable gate arrays for general-purpose DNA computing", "The past decades have witnessed the evolution of electronic and photonic integrated circuits, from application specific to programmable1,2. Although liquid-phase DNA circuitry holds the potential for massive parallelism in the encoding and execution of algorithms3,4, the development of general-purpose DNA integrated circuits (DICs) has yet to be explored. Here we demonstrate a DIC system by integration of multilayer DNA-based programmable gate arrays (DPGAs). We find that the use of generic single-stranded oligonucleotides as a uniform transmission signal can reliably integrate large-scale DICs with minimal leakage and high fidelity for general-purpose computing. Reconfiguration of a single DPGA with 24 addressable dual-rail gates can be programmed with wiring instructions to implement over 100 billion distinct circuits. Furthermore, to control the intrinsically random collision of molecules, we designed DNA origami registers to provide the directionality for asynchronous execution of cascaded DPGAs. We exemplify this by a quadratic equation-solving DIC assembled with three layers of cascade DPGAs comprising 30 logic gates with around 500 DNA strands. We further show that integration of a DPGA with an analog-to-digital converter can classify disease-related microRNAs. The ability to integrate large-scale DPGA networks without apparent signal attenuation marks a key step towards general-purpose DNA computing. Generic single-stranded oligonucleotides used as a uniform transmission signal can reliably integrate large-scale DNA integrated circuits with minimal leakage and high fidelity for general-purpose computing."], ["Creating an Eco-Friendly Building Coating with Smart Subambient Radiative Cooling", "Subambient daytime radiative cooling (SDRC) provides a promising electricity- and cryogen-free pathway for global energy-efficiency. However, current SDRC systems require stringent surface designs, which are neither cost-effective nor eco-friendly, to selectively emit thermal radiation to outer space and simultaneously maximize solar reflectance. Here, a generic method is developed to upgrade the conventional building-coating materials with a peculiar self-adaptive SDRC effect through combining particle scattering, sunlight-excited fluorescence, and mid-infrared broadband radiation. It is also theoretically proved that heat exchange with the sky can eliminate the use of resonant microstructures and noble metal mirrors in conventional SDRC, and also leads to enhanced daytime cooling yet suppressed nighttime overcooling. When exposed to direct sunlight, the upgraded coating over an aluminum plate can achieve 6 °C (7 °C on a scale-model building) below the ambient temperature under a solar intensity of 744 W m-2 (850 W m-2 ), yielding a cooling power of 84.2 W m-2 . The results pave the way for practical large-scale applications of high-performance SDRC for human thermal comfort in buildings."], ["Electrolytic deuteration of unsaturated bonds without using D2", "Site-selective deuteration of C–H bonds increases the lifetime and efficacy of drug molecules. Although effective methods to form C(sp2)–D bonds are known, processes for making C(sp3)–D bonds often have low site selectivity, require expensive and unrecoverable D2 gas, or use stoichiometric reagents. Here we report cost-efficient and site-selective reductive deuteration using a tandem electrochemical chemical palladium membrane reactor. This architecture mediates the chemical reaction of deuterium atoms (derived from reusable D2O in an electrochemical compartment) with alkynes, aldehydes and imines. The formation of C(sp3)–D and C(sp2)–D bonds in the isolated chemical compartment is made possible by the deuterium-selective permeability of the membrane that partitions the electrochemical compartment from the chemical compartment. We have utilized the reactor for the deuteration step in the construction of a common drug, cinacalcet, to demonstrate that this method can be used to incorporate deuterium atoms in a pharmaceutical."], ["Si=P Double Bonds: Experimental and Theoretical Study of an NHC-Stabilized Phosphasilenylidene", "An experimental and theoretical study of the first compound featuring a SiP bond to a two-coordinate silicon atom is reported. The NHC-stabilized phosphasilenylidene (IDipp)SiPMes* (IDipp=1,3-bis(2,6-diisopropylphenyl)imidazolin-2-ylidene, Mes*=2,4,6-tBu3C6H2) was prepared by SiMe3Cl elimination from SiCl2(IDipp) and LiP(Mes*)SiMe3 and characterized by X-ray crystallography, NMR spectroscopy, cyclic voltammetry, and UV/Vis spectroscopy. It has a planar trans-bent geometry with a short SiP distance of 2.1188(7) Å and acute bonding angles at Si (96.90(6)°) and P (95.38(6)°). The bonding parameters indicate the presence of a SiP bond with a lone electron pair of high s-character at Si and P, in agreement with natural bond orbital (NBO) analysis. Comparative cyclic voltammetric and UV/Vis spectroscopic experiments of this compound, the disilicon(0) compound (IDipp)SiSi(IDipp), and the diphosphene Mes*PPMes* reveal, in combination with quantum chemical calculations, the isolobal relationship of the three double-bond systems."], ["Prediction of Bond Dissociation Energy for Organic Molecules Based on a Machine-Learning Approach", "Bond dissociation energy (BDE), which refers to the enthalpy change for the homolysis of a specific covalent bond, is one of the basic thermodynamic properties of molecules. It is very important for understanding chemical reactivities, chemical properties and chemical transformations. Here, a machine learning-based comprehensive BDE prediction model was established based on the iBonD experimental BDE dataset and the calculated BDE dataset by St. John et al. Differential Structural and PhysicOChemical (D-SPOC) descriptors that reflected changes in molecules’ structural and physicochemical features in the process of bond homolysis were designed as input features. The model trained with LightGBM algorithm gave a low mean absolute error (MAE) of 1.03 kcal/mol on the test set. The D-SPOC model could apply to accurate BDE prediction of phenol O—H bonds, uncommon N-SCF3 and O-SCF3 reagents, and β-C—H bonds in enamine intermediates. A fast online prediction platform was constructed based on the D-SPOC model, which could be found at http://isyn.luoszgroup.com/bde_prediction."], ["High-strength scalable MXene films through bridging-induced densification", "MXenes are a growing family of two-dimensional transition metal carbides and/or nitrides that are densely stacked into macroscopically layered films and have been considered for applications such as flexible electromagnetic interference (EMI) shielding materials. However, the mechanical and electrical reliabilities of titanium carbide MXene films are affected by voids in their structure. We applied sequential bridging of hydrogen and covalent bonding agents to induce the densification of MXene films and removal of the voids, leading to highly compact MXene films. The obtained MXene films show high tensile strength, in combination with high toughness, electrical conductivity, and EMI shielding capability. Our high-performance MXene films are scalable, providing an avenue for assembling other two-dimensional platelets into high-performance films."], ["A tunable topological insulator in the spin helical Dirac transport regime", "Helical Dirac fermions-charge carriers that behave as massless relativistic particles with an intrinsic angular momentum (spin) locked to its translational momentum-are proposed to be the key to realizing fundamentally new phenomena in condensed matter physics(1-9). Prominent examples include the anomalous quantization of magneto-electric coupling(4-6), half-fermion states that are their own antiparticle(7,8), and charge fractionalization in a Bose-Einstein condensate(9), all of which are not possible with conventional Dirac fermions of the graphene variety(10). Helical Dirac fermions have so far remained elusive owing to the lack of necessary spin-sensitive measurements and because such fermions are forbidden to exist in conventional materials harbouring relativistic electrons, such as graphene(10) or bismuth(11). It has recently been proposed that helical Dirac fermions may exist at the edges of certain types of topologically ordered insulators(3,4,12)-materials with a bulk insulating gap of spin-orbit origin and surface states protected against scattering by time-reversal symmetry-and that their peculiar properties may be accessed provided the insulator is tuned into the so-called topological transport regime(3-9). However, helical Dirac fermions have not been observed in existing topological insulators(13-18). Here we report the realization and characterization of a tunable topological insulator in a bismuth-based class of material by combining spin-imaging and momentum-resolved spectroscopies, bulk charge compensation, Hall transport measurements and surface quantum control. Our results reveal a spin-momentum locked Dirac cone carrying a non-trivial Berry's phase that is nearly 100 per cent spin-polarized, which exhibits a tunable topological fermion density in the vicinity of the Kramers point and can be driven to the long-sought topological spin transport regime. The observed topological nodal state is shown to be protected even up to 300 K. Our demonstration of room-temperature topological order and non-trivial spin-texture in stoichiometric Bi2Se3.M-x (M-x indicates surface doping or gating control) paves the way for future graphene-like studies of topological insulators, and applications of the observed spin-polarized edge channels in spintronic and computing technologies possibly at room temperature."], ["Two-electron redox chemistry via single-atom catalyst for reversible zinc–air batteries", "Rechargeable zinc–air batteries (ZABs) are considered to be one of the most sustainable alternative systems in a post-lithium-ion future owing to their lowest possible dependency on critical raw materials and high theoretical energy densities. However, their performance is still not up to par with their potential because of the sluggish kinetics of the oxygen reduction reaction. Here we report a single-atom catalyst design that transforms the sluggish four-electron oxygen reduction reaction into a fast two-electron pathway and enables a zinc peroxide (ZnO2) chemistry in ZABs. With accessible FeN2S2 active sites on mesoporous graphene, the catalyst serves to promote transport of electrolyte, oxygen and electron and confines the growth of ZnO2, which would otherwise form dead products. As a result, as-fabricated ZAB in a neutral electrolyte shows a voltage as high as 1.2 V at 0.2 mA cm−2, a high round-trip efficiency of 61% and an excellent operation stability beyond ∼400 h. This work provides guidelines for the rational design of multifunctional cathodes and would accelerate the adoption of sustainable batteries in the metal–air category."], ["Abiotic tooth enamel", "Tooth enamel comprises parallel microscale and nanoscale ceramic columns or prisms interlaced with a soft protein matrix(1-3). This structural motif is unusually consistent across all species from all geological eras(4-6). Such invariability-especially when juxtaposed with the diversity of other tissues-suggests the existence of a functional basis. Here we performed ex vivo replication of enamel-inspired columnar nanocomposites by sequential growth of zinc oxide nanowire carpets followed by layer-by-layer deposition of a polymeric matrix around these. We show that the mechanical properties of these nanocomposites, including hardness, are comparable to those of enamel despite the nanocomposites having a smaller hard-phase content. Our abiotic enamels have viscoelastic figures of merit (VFOM) and weight-adjusted VFOM that are similar to, or higher than, those of natural tooth enamels-we achieve values that exceed the traditional materials limits of 0.6 and 0.8, respectively. VFOM values describe resistance to vibrational damage, and our columnar composites demonstrate that lightweight materials of unusually high resistance to structural damage from shocks, environmental vibrations and oscillatory stress can be made using biomimetic design. The previously inaccessible combinations of high stiffness, damping and light weight that we achieve in these layer-by-layer composites are attributed to efficient energy dissipation in the interfacial portion of the organic phase. The in vivo contribution of this interfacial portion to macroscale deformations along the tooth's normal is maximized when the architecture is columnar, suggesting an evolutionary advantage of the columnar motif in the enamel of living species. We expect our findings to apply to all columnar composites and to lead to the development of high-performance load-bearing materials."], ["CO2 electrolysis to multicarbon products in strong acid", "Carbon dioxide electroreduction (CO2R) is being actively studied as a promising route to convert carbon emissions to valuable chemicals and fuels. However, the fraction of input CO2 that is productively reduced has typically been very low, <2% for multicarbon products; the balance reacts with hydroxide to form carbonate in both alkaline and neutral reactors. Acidic electrolytes would overcome this limitation, but hydrogen evolution has hitherto dominated under those conditions. We report that concentrating potassium cations in the vicinity of electrochemically active sites accelerates CO2 activation to enable efficient CO2R in acid. We achieve CO2R on copper at pH <1 with a single-pass CO2 utilization of 77%, including a conversion efficiency of 50% toward multicarbon products (ethylene, ethanol, and 1-propanol) at a current density of 1.2 amperes per square centimeter and a full-cell voltage of 4.2 volts."], ["Pd(II)-Catalyzed Enantioselective C(sp3)–H Arylation of Free Carboxylic Acids", "A monoprotected aminoethyl amine chiral ligand based on an ethylenediamine backbone was developed to achieve Pd-catalyzed enantioselective C(sp3)–H arylation of cyclopropanecarboxylic and 2-aminoisobutyric acids without using exogenous directing groups. This new chiral catalyst affords new disconnection for preparing diverse chiral carboxylic acids from simple starting materials that are complementary to the various ring forming approaches."], ["Homeostatic response to hypoxia is regulated by the N-end rule pathway in plants", "Plants and animals are obligate aerobes, requiring oxygen for mitochondrial respiration and energy production. In plants, an unanticipated decline in oxygen availability (hypoxia), as caused by roots becoming waterlogged or foliage submergence, triggers changes in gene transcription and messenger RNA translation that promote anaerobic metabolism and thus sustain substrate-level ATP production(1). In contrast to animals(2), oxygen sensing has not been ascribed to a mechanism of gene regulation in response to oxygen deprivation in plants. Here we show that the N-end rule pathway of targeted proteolysis acts as a homeostatic sensor of severe low oxygen levels in Arabidopsis, through its regulation of key hypoxia-response transcription factors. We found that plants lacking components of the N-end rule pathway constitutively express core hypoxia-response genes and are more tolerant of hypoxic stress. We identify the hypoxia-associated ethylene response factor group VII transcription factors of Arabidopsis as substrates of this pathway. Regulation of these proteins by the N-end rule pathway occurs through a characteristic conserved motif at the amino terminus initiating with Met-Cys. Enhanced stability of one of these proteins, HRE2, under low oxygen conditions improves hypoxia survival and reveals a molecular mechanism for oxygen sensing in plants via the evolutionarily conserved N-end rule pathway. SUB1A-1, a major determinant of submergence tolerance in rice(3), was shown not to be a substrate for the N-end rule pathway despite containing the N-terminal motif, indicating that it is uncoupled from N-end rule pathway regulation, and that enhanced stability may relate to the superior tolerance of Sub1 rice varieties to multiple abiotic stresses(4)."], ["De-ubiquitination and ubiquitin ligase domains of A20 downregulate NF-κB signalling", "NF-kappaB transcription factors mediate the effects of pro-inflammatory cytokines such as tumour necrosis factor-alpha and interleukin-1beta(1). Failure to downregulate NF-kappaB transcriptional activity results in chronic inflammation and cell death, as observed in A20-deficient mice(2). A20 is a potent inhibitor of NF-kappaB signalling, but its mechanism of action is unknown(2). Here we show that A20 downregulates NF-kappaB signalling through the cooperative activity of its two ubiquitin-editing domains. The amino-terminal domain of A20, which is a de-ubiquitinating (DUB) enzyme of the OTU (ovarian tumour) family(3), removes lysine-63 (K63)-linked ubiquitin chains from receptor interacting protein ( RIP), an essential mediator of the proximal TNF receptor 1 (TNFR1) signalling complex(4,5). The carboxy-terminal domain of A20, composed of seven C-2/C-2 zinc fingers(6), then functions as a ubiquitin ligase by polyubiquitinating RIP with K48-linked ubiquitin chains, thereby targeting RIP for proteasomal degradation. Here we define a novel ubiquitin ligase domain and identify two sequential mechanisms by which A20 downregulates NF-kappaB signalling. We also provide an example of a protein containing separate ubiquitin ligase and DUB domains, both of which participate in mediating a distinct regulatory effect."], ["Are they linear, bent, or cyclic? Quantum chemical investigation of the heavier group 14 and group 15 homologues of HCN and HNC", "The singlet potential-energy surface (PES) of the system involving the atoms H, X, and E (the (H, X, E) system) in which X=N-Bi and E=C-Pb has been explored at the CCSD(T)/TZVPP and BP86/TZ2P+ levels of theory. The nature of the X-E bonding has been analyzed with charge- and energy-partitioning methods. The calculations show that the linear isomers of the nitrogen systems lin-HEN and lin-HNE are minima on the singlet PES. The carbon compound lin-HCN (HCN=hydrogen cyanide) is 14.9 kcal mol(-1) lower in energy than lin-HNC but the heavier group 14 homologues lin-HEN (E=Si-Pb) are between 64.8 and 71.5 kcal mol(-1) less stable than the lin-HNE isomers. The phosphorous system (H, P, E) exhibits significant differences concerning the geometry and stability of the equilibrium structures compared with the nitrogen system. The linear form lin-HEP of the former system is much more stable than lin-HPE. The molecule lin-HCP is the only minimum on the singlet PES. It is 78.5 kcal mol(-1) lower in energy than lin-HPC, which is a second-order saddle point. The heavier homologues lin-HPE, in which E=Si-Pb, are also second-order saddle points, whereas the bent-HPE structures are the global minima on the PES. They are between 10.3 (E=Si) and 36.5 kcal mol(-1) (E=Pb) lower in energy than lin-HEP. The bent-HPE structures possess rather acute bending angles H-P-E between 60.1 (E=Si) and 79.7° (E=Pb). The energy differences between the heavier group 15 isomers lin-HEX (X=P-Bi) and the bent structures bent-HXE become continuously smaller. The silicon species lin-HSiBi is even 3.1 kcal mol(-1) lower in energy than bent-HBiSi. The bending angle H-X-E becomes more acute when X becomes heavier. The drastic energy differences between the isomers of the system (H, X, E) are explained with three factors that determine the relative stabilities of the energy minima: 1) The different bond strength between the hydrogen bonds H-X and H-E. 2) The electronic excitation energy of the fragment HE from the X (2)Π ground state to the (4)Σ(-) excited state, which is required to establish a E≡X triple bond in the molecules lin-HEX. 3) The strength of the intrinsic X-E interactions in the molecules. The trends of the geometries and relative energies of the linear, bent, and cyclic isomers are explained with an energy-decomposition analysis that provides deep insight into the nature of the bonding situation."], ["Chan–Evans–Lam Couplings with Copper Iminoarylsulfonate Complexes: Scope and Mechanism", "Copper(II) pyridyliminoarylsulfonate complexes with chloride or triflate counteranions were employed in Chan–Evans–Lam (CEL) couplings of N-nucleophiles and arylboronic acids. The complexes avoided typical side reactions in CEL couplings, and an excess of boronic acid was not required. Water was tolerated, and addition of neither base nor other additives was necessary. Primary amines, acyclic and cyclic secondary amines, anilines, aminophenol, imidazole, pyrazole, and phenyltetrazole can be quantitatively arylated at either 25 or 50 °C with 2.5 mol % of the catalyst. Reaction kinetics were investigated in detail. Kinetic and spectroscopic studies provide evidence for the formation of unproductive copper–substrate complexes. Formation of an aniline–phenylboronic acid adduct was responsible for the zero-order dependence of reaction rates on phenylboronic acid concentration. Kinetic evidence indicates that the order of reaction steps is transmetalation, nucleophile coordination, and oxidation. Couplings performed poorly with electron-deficient arylboronic acids, due to a slower Cu(II)/Cu(III) oxidation in the catalytic cycle. Photoredox catalysis partially resolved this problem, but addition of copper acetate as an external oxidant proved to be more efficient."], ["Insights into the electrocatalysis of nitrobenzene using chemically-modified carbon nanotube electrodes", "The electrochemical behavior of nitrobenzene and its derivatives at chemically-functionalized multi-wall carbon nanotubes (MWNTs) modified electrodes was studied. Experimental results showed that hydroxyl-containing MWNTs exhibited the highest electrocatalytic activity among the used MWNTs because of its weak capacitive features and oxygen-containing functional groups. The cycle voltammetrys of nitrobenzene derivatives on the MWNTs modified electrodes can be easily tuned by changing the substituted groups of nitrobenzene. Based on the experimental data, the electrochemical reaction mechanisms of nitrobenzene and its derivatives on the MWNTs modified electrodes have been discussed and analyzed."], ["In Situ Synthesis of Neutral Dinuclear Rhodium Diphosphine Complexes [{Rh(diphosphine)(μ2-X)}2]: Systematic Investigations", "As the workhorses for many applications, neutral dimeric μ2-X-bridged diphosphine rhodium complexes of the type [{Rh(diphosphine)(μ2-X)}2] (X=Cl, OH) are usually prepared in situ by the addition of diphosphine ligands to the rhodium complex [{Rh(diolefin)(μ2-X)}2] (diolefin=cyclooctadiene (cod) or norbornadiene (nbd)) or [{Rh(monoolefin)2(μ2-Cl)}2] (monoolefin=cyclooctene (coe) or ethylene (C2H4)). The in situ procedure has been investigated for the diphosphines 2,2′-bis(diphenylphosphino)-1,1′-binaphthyl (BINAP), 5,5′-bis(diphenylphosphino)-4,4′-bi-1,3-benzodioxole (SEGPHOS), 5,5′-bis[di(3,5-xylyl)phosphino]-4,4′-bi-1,3-benzodioxole (DM-SEGPHOS), 5,5′-bis[di(3,5-di-tert-butyl-4-methoxyphenyl)phosphino]-4,4′-bi-1,3-benzodioxole (DTBM-SEGPHOS), 2,2′-bis(diphenylphosphino)-1,1′-dicyclopentane (BICP), 1-[2-(diphenylphosphino)ferrocenyl]ethyldi-tert-butylphosphine (PPF-PtBu2), 1,1′-bis(diisopropylphosphino)ferrocene (DiPPF), 1,2-bis(diphenylphosphino)ethane (DPPE), 1,2-bis(o-methoxyphenylphosphino)ethane (DIPAMP), 4,5-bis(diphenylphosphinomethyl)-2,2-dimethyl-1,3-dioxalane (DIOP), 1,2-bis(2,5-dimethylphospholano)benzene (Me-DuPHOS), 1,4-bis(diphenylphosphino)butane (DPPB), and 1,3-bis(diphenylphosphino)propane (DPPP); the resulting complexes have been characterized by 31P NMR spectroscopy and, in most cases, also by X-ray analysis. Depending on the diphosphine ligand, the solvent, the temperature, and the rhodium precursor, species other than the desired one [{Rh(diphosphine)(μ2-X)}2] are formed, for example, [(diolefin)Rh(μ2-Cl)2Rh(diphosphine)], [Rh(diphosphine)(diolefin)]+, [Rh(diphosphine)2]+, and [Rh(diphosphine)(diolefin)(Cl)]. The results clearly show that the in situ method commonly applied for precatalyst preparation cannot be regarded as an optimal strategy for the formation of such neutral [{Rh(diphosphine)(μ2-X)}2] complexes."], ["Automated self-optimization, intensification, and scale-up of photocatalysis in flow", "There has been an extraordinary burst of recent research in photochemistry and photocatalysis driven in part by the environmentally benign appeal of light as a source of reactivity. However, many of the studies showcase small-scale reactions, and scale-up relies on a patchwork of different technologies that can require substantial trial and error to optimize. Slattery et al. report a combined software and hardware platform that iteratively determines optimal, substrate-specific conditions for photochemical processes in a scalable, flow-based architecture. The closed-loop Bayesian optimization approach enhances overall and space-time yields of a variety of distinct reactions."], ["Synthesis and Characterization of Titanium-Substituted Large Pore SSZ-42 Zeolite", "Titanium-substituted large pore SSZ-42 zeolite was synthesized for the first time using the corresponding borosilicate as starting material. Substitution of boron by titanium took place via either high temperature treatment with TiCl4 vapor or by treatment with Ti(OiPr)4 in dry toluene at 120°C. Both deboronated and boron-containing samples were found to be suitable for post-synthesis incorporation of titanium in the zeolite framework. The obtained materials were characterized by FTIR, UV-visible and XPS. Titanium-modified SSZ-42 was found to be active for phenol hydroxylation and cyclohexene epoxidation."], ["Complete nitrification by <i>Nitrospira</i> bacteria", "Nitrification, the oxidation of ammonia via nitrite to nitrate, has always been considered to be a two-step process catalysed by chemolithoautotrophic microorganisms oxidizing either ammonia or nitrite. No known nitrifier carries out both steps, although complete nitrification should be energetically advantageous. This functional separation has puzzled microbiologists for a century. Here we report on the discovery and cultivation of a completely nitrifying bacterium from the genus Nitrospira, a globally distributed group of nitrite oxidizers. The genome of this chemolithoautotrophic organism encodes the pathways both for ammonia and nitrite oxidation, which are concomitantly expressed during growth by ammonia oxidation to nitrate. Genes affiliated with the phylogenetically distinct ammonia monooxygenase and hydroxylamine dehydrogenase genes of Nitrospira are present in many environments and were retrieved on Nitrospira-contigs in new metagenomes from engineered systems. These findings fundamentally change our picture of nitrification and point to completely nitrifying Nitrospira as key components of nitrogen-cycling microbial communities."], ["Catalytic enantioconvergent coupling of secondary and tertiary electrophiles with olefins", "Carbon–carbon bonds, including those between sp3-hybridized carbon atoms (alkyl–alkyl bonds), typically comprise much of the framework of organic molecules. In the case of sp3-hybridized carbon, the carbon can be stereogenic and the particular stereochemistry can have implications for structure and function1,2,3. As a consequence, the development of methods that simultaneously construct alkyl–alkyl bonds and control stereochemistry is important, although challenging. Here we describe a strategy for enantioselective alkyl–alkyl bond formation, in which a racemic alkyl electrophile is coupled with an olefin in the presence of a hydrosilane, rather than via a traditional electrophile–nucleophile cross-coupling, through the action of a chiral nickel catalyst. We demonstrate that families of racemic alkyl halides—including secondary and tertiary electrophiles, which have not previously been shown to be suitable for enantioconvergent coupling with alkyl metal nucleophiles—cross-couple with olefins with good enantioselectivity and yield under very mild reaction conditions. Given the ready availability of olefins, our approach opens the door to developing more general methods for enantioconvergent alkyl–alkyl coupling."], ["Short-range order and its impact on the CrCoNi medium-entropy alloy", "Traditional metallic alloys are mixtures of elements in which the atoms of minority species tend to be distributed randomly if they are below their solubility limit, or to form secondary phases if they are above it. The concept of multiple-principal-element alloys has recently expanded this view, as these materials are single-phase solid solutions of generally equiatomic mixtures of metallic elements. This group of materials has received much interest owing to their enhanced mechanical properties. They are usually called medium-entropy alloys in ternary systems and high-entropy alloys in quaternary or quinary systems, alluding to their high degree of configurational entropy. However, the question has remained as to how random these solid solutions actually are, with the influence of short-range order being suggested in computational simulations but not seen experimentally6,7. Here we report the observation, using energy-filtered transmission electron microscopy, of structural features attributable to short-range order in the CrCoNi medium-entropy alloy. Increasing amounts of such order give rise to both higher stacking-fault energy and hardness. These findings suggest that the degree of local ordering at the nanometre scale can be tailored through thermomechanical processing, providing a new avenue for tuning the mechanical properties of medium- and high-entropy alloys."], ["Transition Metal-Catalyzed C–H Amination: Scope, Mechanism, and Applications", "Catalytic transformation of ubiquitous C–H bonds into valuable C–N bonds offers an efficient synthetic approach to construct N-functionalized molecules. Over the last few decades, transition metal catalysis has been repeatedly proven to be a powerful tool for the direct conversion of cheap hydrocarbons to synthetically versatile amino-containing compounds. This Review comprehensively highlights recent advances in intra- and intermolecular C–H amination reactions utilizing late transition metal-based catalysts. Initial discovery, mechanistic study, and additional applications were categorized on the basis of the mechanistic scaffolds and types of reactions. Reactivity and selectivity of novel systems are discussed in three sections, with each being defined by a proposed working mode."], ["Activation of the A<sub>2A</sub> adenosine G-protein-coupled receptor by conformational selection", "Conformational selection and induced fit are two prevailing mechanisms(1,2) to explain the molecular basis for ligand-based activation of receptors. G-protein-coupled receptors are the largest class of cell surface receptors and are important drug targets. A molecular understanding of their activation mechanism is critical for drug discovery and design. However, direct evidence that addresses how agonist binding leads to the formation of an active receptor state is scarce(3). Here we use F-19 nuclear magnetic resonance to quantify the conformational landscape occupied by the adenosine A(2A) receptor (A(2A)R), a prototypical class A G-protein-coupled receptor. We find an ensemble of four states in equilibrium: (1) two inactive states in millisecond exchange, consistent with a formed (state S-1) and a broken (state S-2) salt bridge (known as 'ionic lock') between transmembrane helices 3 and 6; and (2) two active states, S-3 and S-3', as identified by binding of a G-protein-derived peptide. In contrast to a recent study of the beta(2)-adrenergic receptor(4), the present approach allowed identification of a second active state for A(2A)R. Addition of inverse agonist (ZM241385) increases the population of the inactive states, while full agonists (UK432097 or NECA) stabilize the active state, S-3', in a manner consistent with conformational selection. In contrast, partial agonist (LUF5834) and an allosteric modulator (HMA) exclusively increase the population of the S-3 state. Thus, partial agonism is achieved here by conformational selection of a distinct active state which we predict will have compromised coupling to the G protein. Direct observation of the conformational equilibria of ligand-dependent G-protein-coupled receptor and deduction of the underlying mechanisms of receptor activation will have wide-reaching implications for our understanding of the function of G-protein-coupled receptor in health and disease."], ["Ferroelectrochemistry: Advancing biodegradable molecular ferroelectric towards biomedical applications", "Implantable piezoelectric biomedical devices are revolutionizing medical technology with applications that enhance health care through innovative treatments and diagnostics. These devices utilize piezoelectric materials, which generate electric charge in response to mechanical stress, making them ideal for integration into the human body where natural movements can power them. Recent advancements include the development of biocompatible piezoelectric materials like the organic small molecule ferroelectric material, HFPD, which offers high piezoelectric coefficients and biodegradability, making it suitable for temporary medical implants that dissolve harmlessly after their purpose is served. These materials are being used to create flexible, self-assembling wafers and ultrasound stimulators like ImPULS for deep brain activation, showing promise in treating neurological disorders by providing targeted neural stimulation without the need for invasive surgery. Moreover, such technologies facilitate muscle-powered electromechanical therapies, accelerating wound and bone healing, and offering new methods for pain management and disease treatment. The integration of these devices into medical practice points towards a future where implantable electronics could provide real-time health monitoring, therapeutic stimulation, and even assist in managing chronic conditions or enhancing recovery processes, all while being powered by the body's own movements or biological processes."], ["Renewable and recyclable covalent adaptable networks based on bio-derived lipoic acid", "The modern materials economy is inefficient since most products are principally derived from non-renewable feedstocks and largely single-use in nature. Conventional thermoset materials are often inherently unreprocessable due to their irreversible covalent crosslinks and hence are challenging to recycle and/or reprocess. Covalent adaptable networks (CAN)s, which incorporate reversible or dynamic covalent bonding, have emerged as an efficient means to afford reprocessable crosslinked materials and increasing the feedstock sustainability of CANs is a developing aim. In this study, the biomass-derived lipoic acid, which possesses a dynamic cyclic disulfide moiety, was transformed into a series of bifunctional monomers via a one-step esterification or amidation reaction and reacted with a commercially available multi-valent thiol in the presence of an organobase catalyst to afford dynamically crosslinked networks. Large differences in material properties, such as storage modulus and glass transition temperature, were observed when the ratio of the lipoic acid-based monomer to thiol (from 1 : 1 to 16 : 1) and the composition of the monomer were changed to modify the network architecture. The thermomechanical properties of an optimised formulation were investigated more thoroughly to reveal a moderately strong rubber (ultimate tensile strength = 1.8 ± 0.4 MPa) possessing a large rubbery plateau (from 0 to 150 °C) which provides an adaptable material with a wide operational temperature range. Finally, the chemical recycling, or depolymerisation, of the optimised network was also demonstrated by simply solvating the material in the presence of an organobase catalyst."], ["Strong tough hydrogels via the synergy of freeze-casting and salting out", "Natural load-bearing materials such as tendons have a high water content of about 70 per cent but are still strong and tough, even when used for over one million cycles per year, owing to the hierarchical assembly of anisotropic structures across multiple length scales1. Synthetic hydrogels have been created using methods such as electro-spinning2, extrusion3, compositing4,5, freeze-casting6,7, self-assembly8 and mechanical stretching9,10 for improved mechanical performance. However, in contrast to tendons, many hydrogels with the same high water content do not show high strength, toughness or fatigue resistance. Here we present a strategy to produce a multi-length-scale hierarchical hydrogel architecture using a freezing-assisted salting-out treatment. The produced poly(vinyl alcohol) hydrogels are highly anisotropic, comprising micrometre-scale honeycomb-like pore walls, which in turn comprise interconnected nanofibril meshes. These hydrogels have a water content of 70–95 per cent and properties that compare favourably to those of other tough hydrogels and even natural tendons; for example, an ultimate stress of 23.5 ± 2.7 megapascals, strain levels of 2,900 ± 450 per cent, toughness of 210 ± 13 megajoules per cubic metre, fracture energy of 170 ± 8 kilojoules per square metre and a fatigue threshold of 10.5 ± 1.3 kilojoules per square metre. The presented strategy is generalizable to other polymers, and could expand the applicability of structural hydrogels to conditions involving more demanding mechanical loading."], ["Structural water as an essential comonomer in supramolecular polymerization", "Although the concept of structural water that is bound inside hydrophobic pockets and helps to stabilize protein structures is well established, water has rarely found a similar role in supramolecular polymers. Water is often used as a solvent for supramolecular polymerization, however without taking the role of a comonomer for the supramolecular polymer structure. We report a low–molecular weight monomer whose supramolecular polymerization is triggered by the incorporation of water. The presence of water molecules as comonomers is essential to the polymerization process. The supramolecular polymeric material exhibits strong adhesion to surfaces, such as glass and paper. It can be used as a water-activated glue, which can be released at higher temperatures and reused many times without losing its performance."], ["Electrochemical Vicinal Difluorination of Alkenes: Scalable and Amenable to Electron-Rich Substrates", "Fluorinated alkyl groups are important motifs in bioactive compounds, positively influencing pharmacokinetics, potency and conformation. The oxidative difluorination of alkenes represents an important strategy for their preparation, yet current methods are limited in their alkene-types and tolerance of electron-rich, readily oxidized functionalities, as well as in their safety and scalability. Herein, we report a method for the difluorination of a number of unactivated alkene-types that is tolerant of electron-rich functionality, giving products that are otherwise unattainable. Key to success is the electrochemical generation of a hypervalent iodine mediator using an “ex-cell” approach, which avoids oxidative substrate decomposition. The more sustainable conditions give good to excellent yields in up to decagram scales."], ["Distal radical migration strategy: an emerging synthetic means", "The remote radical migration strategy has gained considerable momentum. During the past three years, we have witnessed the rapid development of sustainable and practical C–C and C–H bond functionalization by means of long-distance 1,n-radical migration (n = 4, 5, 6) events. Its advent brings our chemical community a new platform to deal with the challenging migration transformations and thus complements the existing ionic-type migration protocols. In this review, the recent achievements in distal radical migration triggered C–C and C–H bond functionalization are summarized."], ["Oxygen reduction reaction promoted by manganese porphyrins", "The oxygen reduction reaction (ORR) is catalyzed by manganese(II) porphyrins in the presence of Brønsted acids (HAs). Analyses of the catalytic cyclic voltammetric profiles have permitted the ORR mechanism to be constructed and rate constants to be extracted for both the formation of the initial oxygen adduct and the O–O bond cleavage event for a series of HAs. The dependence of the formation rate constant of the oxygen adduct on reactant concentrations reveals a rate law that is first order in Mn porphyrin and oxygen substrate. A second order dependence in HA is observed for unadorned Mn porphyrin platforms whereas with Mn hangman porphyrin, a proton is provided intramolecular to the oxygen adduct and consequently the HA order is reduced to unity. The stabilization of the oxygen adduct with an additional hydrogen bond from HA engenders a rate-determining step involving O–O bond cleavage, resulting in the rare instance where the activation of the O–O bond is directly observed."], ["Synthesis, characterization, and recycling of bio-derivable polyester covalently adaptable networks for industrial composite applications", "Fiber-reinforced polymers (FRPs) are critical for energy-relevant applications such as wind turbine blades. Despite this, the end-of-life options for FRPs are limited as they are permanently cross-linked thermosets. To enable the circularity of FRPs, we formulated a bio-derivable polyester covalently adaptable network (PECAN), sometimes referred to as a polyester vitrimer, to manufacture FRPs at >1 kg scale, which is accomplished as the resin is infusible (175–425 cP at 25°C viscosity), can be cured at 80°C within 5 h and is depolymerizable via methanolysis yielding high-quality fibers and recoverable hardener. The FRPs exhibit a transverse tensile modulus comparable with today’s wind relevant FRPs (10.4–11.9 GPa). Modeling estimates a resin minimum selling price of $2.28/kg and, relative to an epoxy-amine resin, PECAN manufacture requires 19%–21% less supply chain energy and emits 33%–35% less greenhouse gas emissions. Overall, this study suggests that redesigned thermosets can yield beneficial circularity."], ["Silica-Like Malleable Materials from Permanent Organic Networks", "Permanently cross-linked materials have outstanding mechanical properties and solvent resistance, but they cannot be processed and reshaped once synthesized. Non–cross-linked polymers and those with reversible cross-links are processable, but they are soluble. We designed epoxy networks that can rearrange their topology by exchange reactions without depolymerization and showed that they are insoluble and processable. Unlike organic compounds and polymers whose viscosity varies abruptly near the glass transition, these networks show Arrhenius-like gradual viscosity variations like those of vitreous silica. Like silica, the materials can be wrought and welded to make complex objects by local heating without the use of molds. The concept of a glass made by reversible topology freezing in epoxy networks can be readily scaled up for applications and generalized to other chemistries."], ["Strong, light, multifunctional fibers of carbon nanotubes with ultrahigh conductivity", "Broader applications of carbon nanotubes to real-world problems have largely gone unfulfilled because of difficult material synthesis and laborious processing. We report high-performance multifunctional carbon nanotube (CNT) fibers that combine the specific strength, stiffness, and thermal conductivity of carbon fibers with the specific electrical conductivity of metals. These fibers consist of bulk-grown CNTs and are produced by high-throughput wet spinning, the same process used to produce high-performance industrial fibers. These scalable CNT fibers are positioned for high-value applications, such as aerospace electronics and field emission, and can evolve into engineered materials with broad long-term impact, from consumer electronics to long-range power transmission."], ["Simultaneously enhanced tenacity, rupture work, and thermal conductivity of carbon nanotube fibers by raising effective tube portion", "Although individual carbon nanotubes (CNTs) are superior to polymer chains, the mechanical and thermal properties of CNT fibers (CNTFs) remain inferior to synthetic fibers because of the failure of embedding CNTs effectively in superstructures. Conventional techniques resulted in a mild improvement of target properties while degrading others. Here, a double-drawing technique is developed to rearrange the constituent CNTs. Consequently, the mechanical and thermal properties of the resulting CNTFs can simultaneously reach their highest performances with specific strength ~3.30 N tex−1 (4.60 GPa), work of rupture ~70 J g−1, and thermal conductivity ~354 W m−1 K−1 despite starting from low-crystallinity materials (IG:ID ~ 5). The processed CNTFs are more versatile than comparable carbon fiber, Zylon and Dyneema. On the basis of evidence of load transfer efficiency on individual CNTs measured with in situ stretching Raman, we find that the main contributors to property enhancements are the increasing of the effective tube contribution."], ["One Stone Two Birds—Enantioselective Bimetallic Catalysis for α-Amino Acid Derivatives with an Allene Unit", "A highly enantioselective 2,3-allenylation of acyclic and cyclic α-imino carboxylates via a synergistic bimetallic Pd/Cu catalysis with the same commercially available (R,Rp)-iPr-FOXAP (also as Phosferrox, (R,R)-[2-(4’-i-propyloxazolin-2’-yl)ferrocenyl]diphenyl phosphine) ligand for both metals affording optically active 2,3-butadienyl α-amino acid derivatives in high to excellent yields with excellent enantioselectivities has been developed. The synthetic versatility of this reaction has been demonstrated by gram-scale synthesis, a catalytic enantioselective synthesis of naturally occurring (S)-2-amino-4,5-hexadienoic acid A, and conversions to several useful chemicals, such as optically active α-amino acids, β-amino alcohols, potential chiral oxazoline ligands bearing an allenic moiety, and bicyclic ketone compounds. A mechanism involving the roles of two metals and the single chiral ligand has been extensively studied based on the isolation of key palladium pre-catalyst and control experiments."], ["A comprehensive insight into the volumetric response of graphite electrodes upon sodium co-intercalation in ether-based electrolytes", "In this study, the interplay between the electrochemical behavior, structural modifications and volumetric changes of graphite-based negative electrodes for sodium ion batteries is evaluated. The electrolyte solvents chosen for this study are ethylene glycol dimethyl ether (DME), diethylene glycol dimethyl ether (DEGDME), triethylene glycol dimethyl ether (TriGDME), and tetraethylene glycol dimethyl ether (TEGDME) while the salt is sodium trifluoromethanesulfonate (NaOTf). The volume changes undergone upon co-(de)intercalation of the [Na-solvent]+ complexes are systematically investigated by means of in situ electrochemical dilatometry and correlated to the structural modification of the graphite crystalline lattice as detected by in situ X-ray diffraction. The expected staging mechanism upon co-intercalation, leading to the formation of stage-I graphite intercalation compound, is observed with all electrolytes. However, the various solvents play a substantial role on the reversibility of such structural changes in the first cycle. The effect of temperature is also investigated showing that the most stable electrochemical performance is observed with the TEGDME at room temperature, but with TriGDME at higher temperatures. Nonetheless, post-mortem scanning electron microscopy suggests that the surface layer forming after the first sodiation may dissolve in the following de-sodiation."], ["DFT calculations bring insight to internal alkyne-to-vinylidene transformations at rhodium PNP- and PONOP-pincer complexes", "Density Functional Theory (DFT) has been used to investigate the alkyne-to-vinylidene isomerisation reaction mediated by [Rh(PXNXP)]+ complexes (X = CH2: 2,6-bis(di-tert-butylphosphinomethyl)pyridine (PNP) and X = O: 2,6-bis(di-tert-butylphosphinito)pyridine (PONOP)) for terminal alkynes HC[triple bond, length as m-dash]CR, where R = tBu and Ar′ (3,5-tBu2C6H3). Calculations suggest the reaction mechanism proceeds via the slippage of π-bound alkyne at the Rh centre into a Rh–alkyne σC–H complex followed by an indirect 1,2-H shift to give the Rh–vinylidene species. NBO (Natural Bond Orbital) analysis of the transition states corresponding to the latter indirect 1,2-H shift step indicates that the migrating hydrogen atom exhibits protic character and hence, the basicity of the H-accepting centre (Cβ) is controlled by the substituents at that same atom and can tune the 1,2-H shift transition state. QTAIM (Quantum Theory of Atoms in Molecule) and NBO analyses of the Rh–vinylidene complexes indicate that these species exhibit a Rh ← C dative bond as well as π-back bonding from the Rh centre into the empty pz orbital of the carbene centre (Cα), showing the Rh–vinylidene complexes are Fischer type carbenes. Analysis of the alkyne and vinylidene complex HOMOs show that the equilibrium between the isomers can be tuned by the P–Rh–P bite angle of the [Rh(pincer)]+ fragment. Dictated by the nature of the pincer backbone, wider bite angles shift the equilibrium toward the formation of the Rh–vinylidene isomer (e.g., X = CH2 and R = Ar′), while tighter bite angles shift the equilibrium more to the formation of the Rh–alkyne isomer (e.g., X = O and R = Ar′)."], ["Reticular synthesis and the design of new materials", "The long-standing challenge of designing and constructing new crystalline solid-state materials from molecular building blocks is just beginning to be addressed with success. A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: we call this approach reticular synthesis. This chemistry has yielded materials designed to have predetermined structures, compositions and properties. In particular, highly porous frameworks held together by strong metal–oxygen–carbon bonds and with exceptionally large surface area and capacity for gas storage have been prepared and their pore metrics systematically varied and functionalized."], ["Cell signalling by microRNA165/6 directs gene dose-dependent root cell fate", "A key question in developmental biology is how cells exchange positional information for proper patterning during organ development. In plant roots the radial tissue organization is highly conserved with a central vascular cylinder in which two water conducting cell types, protoxylem and metaxylem, are patterned centripetally. We show that this patterning occurs through crosstalk between the vascular cylinder and the surrounding endodermis mediated by cell-to-cell movement of a transcription factor in one direction and microRNAs in the other. SHORT ROOT, produced in the vascular cylinder, moves into the endodermis to activate SCARECROW. Together these transcription factors activate MIR165a and MIR166b. Endodermally produced microRNA165/6 then acts to degrade its target mRNAs encoding class III homeodomain-leucine zipper transcription factors in the endodermis and stele periphery. The resulting differential distribution of target mRNA in the vascular cylinder determines xylem cell types in a dosage-dependent manner."], ["Carbynes reloaded: Isolation of singlet metallocarbenes", "Metallocarbenes are the elusive electromers of the well-established carbyne complexes with subvalent carbon ligands. In this issue of Chem, Liu and co-workers report the isolation of the first bona fide metallocarbenes. Their work introduces a new class of organometallic compounds with unique bonding properties and paves the way toward new catalytic applications."], ["Perovskite superlattices with efficient carrier dynamics", "Compared with their three-dimensional (3D) counterparts, low-dimensional metal halide perovskites (2D and quasi-2D; B(2)A(n-1)M(n)X(3n+1), such as B = R-NH3+, A = HC(NH2)(2)(+), Cs+; M = Pb2+, Sn2+; X = Cl-, Br-, I-) with periodic inorganic-organic structures have shown promising stability and hysteresis-free electrical performance(1-)(6). However, their unique multiple-quantum-well structure limits the device efficiencies because of the grain boundaries and randomly oriented quantum wells in polycrystals(7). In single crystals, the carrier transport through the thickness direction is hindered by the layered insulating organic spacers(8). Furthermore, the strong quantum confinement from the organic spacers limits the generation and transport of free carriers(9,10). Also, lead-free metal halide perovskites have been developed but their device performance is limited by their low crystallinity and structural instability(11). Here we report a low-dimensional metal halide perovskite BA(2)MA(n-1)Sn(n)I(3n+1) (BA, butylammonium; MA, methylammonium; n = 1, 3, 5) superlattice by chemical epitaxy. The inorganic slabs are aligned vertical to the substrate and interconnected in a criss-cross 2D network parallel to the substrate, leading to efficient carrier transport in three dimensions. A lattice-mismatched substrate compresses the organic spacers, which weakens the quantum confinement. The performance of a superlattice solar cell has been certified under the quasi-steady state, showing a stable 12.36% photoelectric conversion efficiency. Moreover, an intraband exciton relaxation process may have yielded an unusually high open-circuit voltage (V-OC)."], ["Subterahertz collective dynamics of polar vortices", "The collective dynamics of topological structures(1-6) are of interest from both fundamental and applied perspectives. For example, studies of dynamical properties of magnetic vortices and skyrmions(3,4) have not only deepened our understanding of many-body physics but also offered potential applications in data processing and storage(7). Topological structures constructed from electrical polarization, rather than electron spin, have recently been realized in ferroelectric superlattices(5,6), and these are promising for ultrafast electric-field control of topological orders. However, little is known about the dynamics underlying the functionality of such complex extended nanostructures. Here, using terahertz-field excitation and femtosecond X-ray diffraction measurements, we observe ultrafast collective polarization dynamics that are unique to polar vortices, with orders-of-magnitude higher frequencies and smaller lateral size than those of experimentally realized magnetic vortices(3). A previously unseen tunable mode, hereafter referred to as a vortexon, emerges in the form of transient arrays of nanoscale circular patterns of atomic displacements, which reverse their vorticity on picosecond timescales. Its frequency is considerably reduced (softened) at a critical strain, indicating a condensation (freezing) of structural dynamics. We use first-principles-based atomistic calculations and phase-field modelling to reveal the microscopic atomic arrangements and corroborate the frequencies of the vortex modes. The discovery of subterahertz collective dynamics in polar vortices opens opportunities for electric-field-driven data processing in topological structures with ultrahigh speed and density."], ["The Chaotropic Effect as an Assembly Motif in Chemistry", "Following up on scattered reports on interactions of conventional chaotropic ions (for example, I−, SCN−, ClO4−) with macrocyclic host molecules, biomolecules, and hydrophobic neutral surfaces in aqueous solution, the chaotropic effect has recently emerged as a generic driving force for supramolecular assembly, orthogonal to the hydrophobic effect. The chaotropic effect becomes most effective for very large ions that extend beyond the classical Hofmeister scale and that can be referred to as superchaotropic ions (for example, borate clusters and polyoxometalates). In this Minireview, we present a continuous scale of water–solute interactions that includes the solvation of kosmotropic, chaotropic, and hydrophobic solutes, as well as the creation of void space (cavitation). Recent examples for the association of chaotropic anions to hydrophobic synthetic and biological binding sites, lipid bilayers, and surfaces are discussed."], ["Mechanism of electrochemical activation of carbon electrodes: role of graphite lattice defects", "By use of Raman spectroscopy as a probe, the relationship between carbon microstructure and increasesin the heterogeneous electron-transfer rate for carbon electrodes was examined. A distinctive Raman bandat 1360 cm-1 is proportional to the density of graphitic edge planes and may be used to monitor changesin edge plane density induced by carbon pretreatment procedures. It was shown that electrochemicaloxidation of highly ordered pyrolytic graphite (HOPG) caused fracturing of the graphite lattice, thusincreasing edge plane density. This result is consistent with other reports from laser activation of HOPG,which correlate increased edge plane density with increased electron-transfer rate. Creation of edge planeis a phenomenon common to both oxidative and nonoxidative activation procedures and is responsiblefor HOPG activation. Arguments about the involvement of graphitic oxide or oxygen containing functionalgroups in electron-transfer activation are presented. After the present results are combined with thosefrom the literature, it appears unlikely that oxygen functional groups are involved in electron-transferactivation of several benchmark redox systems on carbon electrodes."], ["Uses of K2S2O8 in Metal-Catalyzed and Metal-Free Oxidative Transformations", "Carbon–carbon/carbon–heteroatom bond formation via oxidative transformations is a heavily explored topic at the frontier of chemistry. Potassium persulfate (K2S2O8) has emerged as a cost-effective, suitable inorganic oxidant for a wide array of oxidative transformations, ranging from laboratory experiments to industrial processes. The current review provides a comprehensive coverage of oxidative transformations aided with K2S2O8 in the presence or absence of a transition-metal catalyst, critical assessment of the results, and underlying mechanisms. Organic chemists may find this review to be a useful guide for the expedient synthesis of new chemical entities, to formulate mechanistic manifolds involving the sulfate radical anion, or to design novel oxidative transformations. A detailed understanding of the unsolved mechanisms could further enrich the field."], ["Detection of N(4S) by resonantly enhanced multiphoton ionizanon spectroscopy", "We report the first instance of detection of N(4S) atoms by Resonantly Enhanced Multiphoton Ionization (REMPI). The magnitude of the ion signal, after correction for laser power dependence, is directly proportional to the N(4S) concentration and, once calibrated, is a direct and highly sensitive method for N(4S) concentration measurements in fast-flow kinetics experiments."], ["Scalable anisotropic cooling aerogels by additive freeze-casting", "Cooling in buildings is vital to human well-being but inevitability consumes significant energy, adding pressure on achieving carbon neutrality. Thermally superinsulating aerogels are promising to isolate the heat for more energy-efficient cooling. However, most aerogels tend to absorb the sunlight for unwanted solar heat gain, and it is challenging to scale up the aerogel fabrication while maintaining consistent properties. Herein, we develop a thermally insulating, solar-reflective anisotropic cooling aerogel panel containing in-plane aligned pores with engineered pore walls using boron nitride nanosheets by an additive freeze-casting technique. The additive freeze-casting offers highly controllable and cumulative freezing dynamics for fabricating decimeter-scale aerogel panels with consistent in-plane pore alignments. The unique anisotropic thermo-optical properties of the nanosheets combined with in-plane pore channels enable the anisotropic cooling aerogel to deliver an ultralow out-of-plane thermal conductivity of 16.9 mW m−1 K−1 and a high solar reflectance of 97%. The excellent dual functionalities allow the anisotropic cooling aerogel to minimize both parasitic and solar heat gains when used as cooling panels under direct sunlight, achieving an up to 7 °C lower interior temperature than commercial silica aerogels. This work offers a new paradigm for the bottom-up fabrication of scalable anisotropic aerogels towards practical energy-efficient cooling applications."], ["Comparative study on confinement effects of graphene and graphene oxide on structure and dynamics of water", "In this work, we compared the structural and dynamical properties of water confined between two graphene oxide (GO) sheets with water confined between two graphene sheets through molecular dynamics simulations. Our results showed how the structure and dynamics of the water near the GO surfaces changes under confinement conditions. Different orientations of the water molecules to the GO sheets confirm the heterogeneous nature of the confined water. The density distribution of water near the GO sheets is different from the graphene surfaces due to the presence of hydrophilic functional groups of the GO sheets. Also, the hydrogen bonds between the water molecules are disturbed due to the presence of these groups on the GO surfaces. The results showed that as water molecules in areas which are close to the GO surfaces are isolated, and due to hydrogen bond formation between water molecules and the substituents of the GO, the water molecules have fewer hydrogen bonds with other water molecules around. In the middle region between two GO sheets, it has been seen that each water molecule is surrounded by more water molecules, and there are many more hydrogen bonds, so it is possible to consider a network structure of water in this region. There is a good quantitative agreement between experiments and the above mentioned results. These results were confirmed by the calculated coordination number, radial distribution functions and mean square displacements."], ["Functional materials discovery using energy–structure–function maps", "Molecular crystals cannot be designed in the same manner as macroscopic objects, because they do not assemble according to simple, intuitive rules. Their structures result from the balance of many weak interactions, rather than from the strong and predictable bonding patterns found in metal–organic frameworks and covalent organic frameworks. Hence, design strategies that assume a topology or other structural blueprint will often fail. Here we combine computational crystal structure prediction and property prediction to build energy–structure–function maps that describe the possible structures and properties that are available to a candidate molecule. Using these maps, we identify a highly porous solid, which has the lowest density reported for a molecular crystal so far. Both the structure of the crystal and its physical properties, such as methane storage capacity and guest-molecule selectivity, are predicted using the molecular structure as the only input. More generally, energy–structure–function maps could be used to guide the experimental discovery of materials with any target function that can be calculated from predicted crystal structures, such as electronic structure or mechanical properties."], ["The Chemistry of CO: Carbonylation", "Carbon monoxide is one of the most important C1 molecules in organic chemistry. Many novel procedures for its conversion have been developed, and some have even been industrialized. In this review, we discuss and categorize CO chemistry into four classes: (1) transition-metal-mediated carbonylation, (2) strong-acid-initiated cationic carbonylation, (3) anionic carbonylation, and (4) free-radical carbonylation. Relevant achievements are selected and discussed in detail."], ["Past, present, and future of lead–acid batteries", "When Gaston Planté invented the lead–acid battery more than 160 years ago, he could not have foreseen it spurring a multibillion-dollar industry. Despite an apparently low energy density—30 to 40% of the theoretical limit versus 90% for lithium-ion batteries (LIBs)—lead–acid batteries are made from abundant low-cost materials and nonflammable water-based electrolyte, while manufacturing practices that operate at 99% recycling rates substantially minimize environmental impact (1). Nevertheless, forecasts of the demise of lead–acid batteries (2) have focused on the health effects of lead and the rise of LIBs (2). A large gap in technological advancements should be seen as an opportunity for scientific engagement to expand the scope of lead–acid batteries into power grid applications, which currently lack a single energy storage technology with optimal technical and economic performance."], ["X-ray analysis on the nanogram to microgram scale using porous complexes", "X-ray single-crystal diffraction (SCD) analysis has the intrinsic limitation that the target molecules must be obtained as single crystals. Here we report a protocol for SCD analysis that does not require the crystallization of the sample. In our method, tiny crystals of porous complexes are soaked in a solution of the target, such that the complexes can absorb the target molecules. Crystallographic analysis clearly determines the absorbed guest structures along with the host frameworks. Because the SCD analysis is carried out on only one tiny crystal of the complex, the required sample mass is of the nanogram-microgram order. We demonstrate that as little as about 80 nanograms of a sample is enough for the SCD analysis. In combination with high-performance liquid chromatography, our protocol allows the direct characterization of multiple fractions, establishing a prototypical means of liquid chromatography SCD analysis. Furthermore, we unambiguously determined the structure of a scarce marine natural product using only 5 micrograms of the compound."], ["Catalytic, Stereoselective Dihalogenation of Alkenes: Challenges and Opportunities", "Although recent years have witnessed significant advances in the development of catalytic, enantioselective halofunctionalizations of alkenes, the related dihalogenation of olefins to afford enantioenriched vicinal dihalide products remains comparatively underdeveloped. However, the growing number of complex natural products bearing halogen atoms at stereogenic centers has underscored this critical gap in the synthetic chemist’s arsenal. This Review highlights the selectivity challenges inherent in the design of enantioselective dihalogenation processes, and formulates a mechanism-based classification of alkene dihalogenations, including those that may circumvent the “classical” haliranium (or alkene-dihalogen π-complex) intermediates. A variety of metal and main group halide reagents that have been used for the dichlorination or dibromination of alkenes are discussed, and the proposed mechanisms of these transformations are critically evaluated."], ["Regioselective and Stereospecific Deuteration of Bioactive AzaCompounds by the Use of Ruthenium Nanoparticles", "An efficient H/D exchange method allowing the deuteration of pyridines, quinolines, indoles, and alkyl amines with D2 in the presence of Ru@PVP nanoparticles is described. By a general and simple procedure involving mild reaction conditions and simple filtration to recover the labeled product, the isotopic labeling of 22 compounds proceeded in good yield with high chemo- and regioselectivity. The viability of this procedure was demonstrated by the labeling of eight biologically active compounds. Remarkably, enantiomeric purity was conserved in the labeled compounds, even though labeling took place in the vicinity of the stereogenic center. The level of isotopic enrichment observed is suitable for metabolomic studies in most cases. This approach is also perfectly adapted to tritium labeling because it uses a gas as an isotopic source. Besides these applications to molecules of biological interest, this study reveals a rich and underestimated chemistry on the surface of ruthenium nanoparticles."], ["Effect of solvation shell structure on thermopower of liquid redox pairs", "Recent advancements in thermogalvanic batteries offer a promising route to efficient harvesting of low-grade heat with temperatures below 100 °C. The thermogalvanic temperature coefficient {\u0007lpha}, usually referred to as effective thermopower, is the key parameter determining the power density and efficiency of thermogalvanic batteries. However, the current understanding of improving {\u0007lpha} of redox pairs remains at the phenomenological level without microscopic insights, and the development of electrolytes with high {\u0007lpha} largely relies on experimental trial and error. This work applies the free energy perturbation method based on molecular dynamics simulations to predict the {\u0007lpha} of the {Fe^{3+}/Fe^{2+}} redox pair in aqueous and acetone solutions. We showed that {\u0007lpha} of the {Fe^{3+}/Fe^{2+}} redox pair can be increased from 1.5{\\pm}0.3 mV/K to 4.1{\\pm}0.4 mV/K with the increased acetone to water fraction. The predicted {\u0007lpha} of {Fe^{3+}/Fe^{2+}} both in pure water and acetone show excellent agreement with experimental values. By monitoring the fluctuation of dipole orientations in the first solvation shell, we discovered a significant change in the variance of solvent dipole orientation between Fe^{3+} and Fe^{2+}, which can be a microscopic indicator for large magnitudes of {\u0007lpha}. The effect of acetone weight fraction in the mixed acetone-water solvent on the {\u0007lpha} of {Fe^{3+}/Fe^{2+}} is also studied. Acetone molecules are found to intercalate into the first solvation shell of the {Fe^{2+}} ion at high acetone fractions, while this phenomenon is not observed in the solvation shell of the Fe^{3+} ion. Such solvation shell structure change of {Fe^{2+}} ions contributes to the enhanced {\u0007lpha} at high acetone fractions. Our discovery provides atomistic insights into how solvation shell order can be leveraged to develop electrolytes with high thermopower."], ["Metal-free visible light photoredox enables generation of carbyne equivalents via phosphonium ylide C–H activation", "Carbyne, an interesting synthetic intermediate, has recently been generated from hypervalent iodine precursors via photoredox catalysis. Given the underexplored chemistry of carbyne, due to the paucity of carbyne sources, we are intrigued to discover a new source for this reactive species from classical reagents – phosphonium ylides. Our novel strategy employing phosphonium ylides in an olefin hydrocarbonation reaction features a facile approach for constructing carbon–carbon bonds through metal-free and benign reaction conditions. Moreover, the hydrocarbonation products were delivered in a highly regioselective manner."], ["Integrative analysis of 111 reference human epigenomes", "The reference human genome sequence set the stage for studies of genetic variation and its association with human disease, but epigenomic studies lack a similar reference. To address this need, the NIH Roadmap Epigenomics Consortium generated the largest collection so far of human epigenomes for primary cells and tissues. Here we describe the integrative analysis of 111 reference human epigenomes generated as part of the programme, profiled for histone modification patterns, DNA accessibility, DNA methylation and RNA expression. We establish global maps of regulatory elements, define regulatory modules of coordinated activity, and their likely activators and repressors. We show that disease- and trait-associated genetic variants are enriched in tissue-specific epigenomic marks, revealing biologically relevant cell types for diverse human traits, and providing a resource for interpreting the molecular basis of human disease. Our results demonstrate the central role of epigenomic information for understanding gene regulation, cellular differentiation and human disease."]]